{"Developments in Financial Markets and Open Market Operations": ["Staff Review of the Economic Situation The information reviewed at the September 12-13 meeting suggested that economic activity continued to increase at a moderate pace in recent months. Employment rose slowly, and the unemployment rate was still high. Consumer price inflation stayed subdued, while measures of long-run inflation expectations remained stable.", "Private nonfarm employment increased in July and August at only a slightly faster pace than in the second quarter, and the rate of decline in government employment eased somewhat. The unemployment rate was 8.1 percent in August, just a bit lower than its average during the first half of the year, and the labor force participation rate edged down further. The share of workers employed part time for economic reasons remained large, and the rate of long-duration unemployment continued to be high. Indicators of job openings and firms' hiring plans were little changed, on balance, and initial claims for unemployment insurance were essentially flat over the intermeeting period.", "Manufacturing production increased at a faster pace in July than in the second quarter, and the rate of manufacturing capacity utilization rose slightly. However, automakers' schedules indicated that the pace of motor vehicle assemblies would be somewhat lower in the coming months than it was in July, and broader indicators of manufacturing activity, such as the diffusion indexes of new orders from the national and regional manufacturing surveys, generally remained quite muted in recent months at levels consistent with only meager gains in factory output in the near term.", "Following a couple of months when real personal consumption expenditures (PCE) were roughly flat, spending increased in July, and the gains were fairly widespread across categories of consumer goods and services. Incoming data on factors that tend to support household spending were somewhat mixed. Real disposable incomes increased solidly in July, boosted in part by lower energy prices. The continued rise in house values through July, and the increase in equity prices during the intermeeting period, suggested that households' net worth may have improved a little in recent months. However, consumer sentiment remained more downbeat in August than earlier in the year.", "Housing market conditions continued to improve, but construction activity was still at a low level, reflecting the restraint imposed by the substantial inventory of foreclosed and distressed properties and by tight credit standards for mortgage loans. Starts of new single-family homes declined in July, but permits increased, which pointed to further gains in single-family construction in the coming months. Both starts and permits for new multifamily units rose in July. Home prices increased for the sixth consecutive month in July, and sales of both new and existing homes also rose.", "Real business expenditures on equipment and software appeared to be decelerating. Both nominal shipments and new orders for nondefense capital goods excluding aircraft declined in July, and the backlog of unfilled orders decreased. Other forward-looking indicators, such as downbeat readings from surveys of business conditions and capital spending plans, also pointed toward only muted increases in real expenditures for business equipment in the near term. Nominal business spending for new nonresidential construction declined in July after only edging up in the second quarter. Inventories in most industries looked to be roughly aligned with sales in recent months.", "Real federal government purchases appeared to decrease further, as data for nominal federal spending in July pointed to continued declines in real defense expenditures. Real state and local government purchases also appeared to still be trending down. State and local government payrolls contracted in July and August, although at a somewhat slower rate than in the second quarter, and nominal construction spending by these governments decreased slightly in July.", "The U.S. international trade deficit was about unchanged in July after narrowing significantly in June. Exports declined in July, as decreases in the exports of industrial supplies, automotive products, and consumer goods were only partially offset by greater exports of agricultural products. Imports also declined in July, reflecting lower imports of capital goods and petroleum products and somewhat higher imports of automotive products. The trade data for July pointed toward real net exports having a roughly neutral effect on the growth of U.S. real gross domestic product (GDP) in the third quarter after they made a positive contribution to the increase in real GDP in the second quarter.", "Overall U.S. consumer prices, as measured by the PCE price index, were flat in July. Consumer food prices were essentially unchanged, but the substantial increases in spot and futures prices of farm commodities in recent months, reflecting the effects of the drought in the Midwest, pointed toward some temporary upward pressures on retail food prices later this year. Consumer energy prices declined slightly in July, but survey data indicated that retail gasoline prices rose in August. Consumer prices excluding food and energy also were flat in July. Near-term inflation expectations from the Thomson Reuters/University of Michigan Surveys of Consumers increased somewhat in August, while longer-term inflation expectations in the survey edged up but remained within the narrow range that they have occupied for many years. Long-run inflation expectations from the Federal Reserve Bank of Philadelphia Survey of Professional Forecasters continued to be stable in the third quarter.", "Measures of labor compensation indicated that increases in nominal wages remained modest. The rise in compensation per hour in the nonfarm business sector was muted over the year ending in the second quarter, and with small gains in productivity, unit labor costs rose only slightly. The employment cost index increased a little more slowly than the measure of compensation per hour over the same period. More recently, the gains in average hourly earnings for all employees in July and August were small.", "Overall foreign economic growth appeared to be subdued in the third quarter after slowing in the second quarter. In the euro area, policy developments contributed to an improvement in financial conditions; recent indicators pointed to further decreases in production, however, and both business and consumer confidence continued to decline. Indicators of activity in the emerging market economies generally weakened. In China, export growth slowed, while retail sales and investment spending changed little. The rate of economic growth rose in Brazil but was still sluggish, and increases in economic activity in Mexico were below the faster pace seen earlier in the year. Consistent with the slowing in foreign economic growth, readings on foreign inflation continued to moderate."], "Staff Review of the Economic Situation": ["Staff Review of the Financial Situation Sentiment in financial markets improved somewhat since the time of the August FOMC meeting. Investors' concerns about the situation in Europe seemed to ease somewhat, and market participants also appeared to have increased their expectations of additional monetary policy accommodation.", "On balance, the nominal Treasury yield curve steepened over the intermeeting period, with yields on longer-dated Treasury securities rising notably. Following the August FOMC statement, Treasury yields moved up, reportedly in part because investors had factored in some probability that the anticipated liftoff date for the federal funds rate in the forward-guidance language would be moved back at that meeting. Treasury yields subsequently rose further as concerns about the situation in the euro area moderated. Later in the period, Treasury yields retraced some of their earlier gains as market participants' expectations of additional policy action increased following the release of the minutes of the August FOMC meeting, the Chairman's speech at the economic symposium in Jackson Hole, and the weaker-than-expected August employment report. On net, the expected path of the federal funds rate derived from overnight index swap rates was little changed. Indicators of inflation expectations derived from nominal and inflation-protected Treasury securities edged up over the period but stayed in the ranges observed over recent quarters.", "Conditions in unsecured short-term dollar funding markets remained stable over the intermeeting period. In secured funding markets, conditions were also little changed.", "In the September Senior Credit Officer Opinion Survey on Dealer Financing Terms, respondents reported no significant changes in credit terms for important classes of counterparties over the past three months, although a few noted a slight easing in terms for some clients. The use of leverage by hedge funds was reported to have remained basically unchanged. However, respondents noted greater demand for funding of agency and non-agency residential MBS.", "Broad price indexes for U.S. equities rose moderately, on net, over the intermeeting period, prompted by generally better-than-expected readings on economic activity released early in the period, somewhat reduced concerns about the situation in Europe, and some additional anticipation of monetary policy easing later in the period. Option-implied volatility on the S&amp;P 500 index fell in early August to levels not seen since the middle of 2007; it subsequently partially retraced. Equity prices for large domestic banks rose about in line with the broad equity price indexes, and credit default swap (CDS) spreads for the largest bank holding companies continued to move down.", "Yields on investment-grade corporate bonds were little changed at near-record low levels over the intermeeting period, while yields on speculative-grade corporate bonds edged down. The spread of yields on corporate bonds over those on comparable-maturity Treasury securities narrowed. Net debt issuance by nonfinancial firms continued to be strong over the period. Investment- and speculative-grade bond issuance increased in August from an already robust pace in preceding months, and commercial and industrial (C&amp;I) loans rose further. In the syndicated leveraged loan market, gross issuance of institutional loans continued to be solid in July and August. Issuance of collateralized loan obligations remained on pace to post its strongest year since 2007. The rate of gross public equity issuance by nonfinancial firms increased slightly in August but was still at a subdued level.", "Financial conditions in the commercial real estate (CRE) market were still somewhat strained against a backdrop of weak fundamentals and tight underwriting standards. Nevertheless, issuance of commercial mortgage-backed securities continued at a solid pace over the intermeeting period.", "Mortgage rates remained at very low levels over the intermeeting period. Refinancing activity increased but was still restrained by tight underwriting conditions, capacity constraints at mortgage originators, and low levels of home equity. Nonrevolving consumer credit continued to expand briskly in June, largely due to robust growth in student loans originated by the federal government, while revolving credit remained subdued. Delinquency rates for consumer credit were still low, mostly reflecting a shift in lending toward higher-credit-quality borrowers.", "Gross issuance of long-term municipal bonds picked up in August from the subdued pace in July, but net issuance continued to decline. CDS spreads for debt issued by state governments moved lower over the intermeeting period, and the ratio of yields on long-term general obligation municipal bonds to yields on comparable-maturity Treasury securities decreased, on balance.", "Bank credit continued to expand at a moderate pace over the intermeeting period, as growth in C&amp;I loans remained brisk while CRE and home equity loans both trended down further. The August Survey of Terms of Business Lending indicated that overall interest-rate spreads on C&amp;I loans were little changed; spreads on loans drawn on recently established commitments narrowed materially, although they remained wide.", "M2 growth was rapid in July, likely reflecting investors' heightened demand for safe and liquid assets amid concerns about the situation in Europe, but it slowed to a moderate pace in August as those concerns eased somewhat. The monetary base rose in July and August as reserve balances and currency expanded.", "Sentiment improved in foreign financial markets as the European Central Bank (ECB) outlined a plan to make additional sovereign bond purchases in conjunction with the European Financial Stability Facility and the European Stability Mechanism. Spreads of shorter-term yields on peripheral euro-area sovereign bonds over those on comparable-maturity German bunds declined substantially over the period. The staff's broad nominal index of the foreign exchange value of the dollar declined and benchmark sovereign yields in the major advanced foreign economies increased as safe-haven demands eased with the lessening of concerns about the European situation. Most global benchmark indexes for equity prices moved up, and the equity prices of European banks rose sharply. Funding conditions for euro-area banks improved, although these conditions remained fragile, and draws on the Federal Reserve's liquidity swap facility with the ECB fell.", "The staff also reported on potential risks to financial stability, including those owing to the developments in Europe and to the current environment of low interest rates. Although the support for economic activity provided by low interest rates enhances financial stability, low interest rates also could eventually contribute to excessive borrowing or risk-taking and possibly leave some aspects of the financial system vulnerable to a future rise in interest rates. The staff surveyed a wide range of asset markets and financial institutions for signs of excessive valuations, leverage, or risk-taking that could pose systemic risks. Valuations for broad asset classes did not appear stretched, or supported by excessive leverage. The staff also did not find evidence that excessive risk-taking was widespread, although such behavior had appeared in a few smaller and less liquid markets."], "Staff Review of the Financial Situation": ["Staff Economic Outlook In the economic projection prepared by the staff for the September FOMC meeting, the forecast for real GDP growth in the near term was broadly similar, on balance, to the previous projection. The near-term forecast incorporated a larger negative effect of the drought on farm output in the second half of this year than the staff previously anticipated, but this effect was mostly offset by the staff's expectation of a smaller drag from net exports. The staff's medium-term projection for real GDP growth, which was conditioned on the assumption of no changes in monetary policy, was revised up a little, mostly reflecting a slight improvement in the outlook for the European situation and a somewhat higher projected path for equity prices. Nevertheless, with fiscal policy assumed to be tighter next year than this year, the staff expected that increases in real GDP would not materially exceed the growth of potential output in 2013. In 2014, economic activity was projected to accelerate gradually, supported by an easing in fiscal policy restraint, increases in consumer and business confidence, further improvements in financial conditions and credit availability, and accommodative monetary policy. The expansion in economic activity was expected to narrow the significant margin of slack in labor and product markets only slowly over the projection period, and the unemployment rate was anticipated to still be elevated at the end of 2014.", "The staff's near-term forecast for inflation was revised up from the projection prepared for the August FOMC meeting, reflecting increases in consumer energy prices that were greater than anticipated. However, the staff's projection for inflation over the medium term was little changed. With crude oil prices expected to gradually decline from their current levels, the boost to retail food prices from the drought anticipated to be only temporary and comparatively small, long-run inflation expectations assumed to remain stable, and substantial resource slack persisting over the projection period, the staff continued to forecast that inflation would be subdued through 2014.", "The staff viewed the uncertainty around the forecast for economic activity as elevated and the risks skewed to the downside, largely reflecting concerns about the situation in Europe and the possibility of a more severe tightening in U.S. fiscal policy than anticipated. Although the staff saw the outlook for inflation as uncertain, the risks were viewed as balanced and not unusually high."], "Staff Economic Outlook": ["Committee Policy Action Committee members saw the information received over the intermeeting period as suggesting that economic activity had continued to expand at a moderate pace in recent months. However, growth in employment had been slow, and almost all members saw the unemployment rate as still elevated relative to levels that they viewed as consistent with the Committee's mandate. Members generally judged that without additional policy accommodation, economic growth might not be strong enough to generate sustained improvement in labor market conditions. Moreover, while the sovereign and banking crisis in Europe had eased some recently, members still saw strains in global financial conditions as posing significant downside risks to the economic outlook. The possibility of a larger-than-expected fiscal tightening in the United States and slower global growth were also seen as downside risks. Inflation had been subdued, even though the prices of some key commodities had increased recently. Members generally continued to anticipate that, with longer-term inflation expectations stable and given the existing slack in resource utilization, inflation over the medium term would run at or below the Committee's longer-run objective of 2 percent.", "In their discussion of monetary policy for the period ahead, members generally expressed concerns about the slow pace of improvement in labor market conditions and all members but one agreed that the outlook for economic activity and inflation called for additional monetary accommodation. Members agreed that such accommodation should be provided through both a strengthening of the forward guidance regarding the federal funds rate and purchases of additional agency MBS at a pace of $40 billion per month. Along with the ongoing purchases of $45 billion per month of longer-term Treasury securities under the maturity extension program announced in June, these purchases will increase the Committee's holdings of longer-term securities by about $85 billion each month through the end of the year, and should put downward pressure on longer-term interest rates, support mortgage markets, and help make broader financial conditions more accommodative. Members also agreed to maintain the Committee's existing policy of reinvesting principal payments from its holdings of agency debt and agency MBS into agency MBS. The Committee agreed that it would closely monitor incoming information on economic and financial developments in coming months, and that if the outlook for the labor market did not improve substantially, it would continue its purchases of agency MBS, undertake additional asset purchases, and employ its other policy tools as appropriate until such improvement is achieved in a context of price stability. This flexible approach was seen as allowing the Committee to tailor its policy response over time to incoming information while incorporating conditional features that clarified the Committee's intention to improve labor market conditions, thereby enhancing the effectiveness of the action by helping to bolster business and consumer confidence. While members generally viewed the potential risks associated with these purchases as manageable, the Committee agreed that in determining the size, pace, and composition of its asset purchases, it would, as always, take appropriate account of the likely efficacy and costs of such purchases. With regard to the forward guidance, the Committee agreed on an extension through mid-2015, in conjunction with language in the statement indicating that it expects that a highly accommodative stance of policy will remain appropriate for a considerable time after the economic recovery strengthens. That new language was meant to clarify that the maintenance of a very low federal funds rate over that period did not reflect an expectation that the economy would remain weak, but rather reflected the Committee's intention to support a stronger economic recovery. One member dissented from the policy decision, on the grounds that he opposed additional asset purchases and preferred to omit the calendar date from the forward guidance; in his view, it would be better to use qualitative language to describe the factors that would influence the Committee's decision to increase the target federal funds rate.", "At the conclusion of the discussion, the Committee voted to authorize and direct the Federal Reserve Bank of New York, until it was instructed otherwise, to execute transactions in the System Account in accordance with the following domestic policy directive:"]}