{"Developments in Financial Markets and Open Market Operations": ["Staff Review of the Economic Situation The information reviewed for the June 18-19 meeting suggested that economic activity continued to increase at a moderate rate in the second quarter. Private-sector employment expanded further in recent months, and the unemployment rate in April and May was below its first-quarter average, although it continued to be elevated. Consumer price inflation was subdued, partly reflecting transitory influences. However, measures of longer-run inflation expectations remained stable.", "Private nonfarm employment rose moderately in April and May, while total government employment continued to decline somewhat. The unemployment rate was 7.6 percent in May, little changed from its level in April. The labor force participation rate edged up in May, but was still slightly below its first-quarter average, and the employment-to-population ratio increased a bit in recent months. The rate of long-duration unemployment declined slightly, while the share of workers employed part time for economic reasons was little changed; both of these measures remained well above their pre-recession levels. Forward-looking indicators of near-term labor market activity were mixed but generally pointed to some further improvement in labor market conditions in the coming months: Household expectations of the labor market situation improved; initial claims for unemployment insurance were little changed, on net, over the intermeeting period; and firms' hiring plans edged up. However, measures of job openings and the rate of gross private-sector hiring were about flat, on balance, in recent months and remained near their levels of a year ago.", "Manufacturing production increased slightly in May after declining in the previous two months, and the rate of manufacturing capacity utilization in May was lower than in the first quarter. Automakers' schedules indicated that the pace of motor vehicle assemblies would hold roughly steady in the coming months, and broader indicators of manufacturing production, such as the readings on new orders from national and regional manufacturing surveys, were generally at subdued levels that pointed to only modest increases in factory output in the near term.", "Real personal consumption expenditures (PCE) rose in April. In May, nominal retail sales, excluding those at motor vehicle and parts outlets, increased briskly, while light motor vehicle sales moved up solidly. Some key factors that tend to support growth in household spending were positive in recent months. After decreasing in the first quarter when payroll and income taxes increased, households' real disposable income rose in April, in part reflecting a small decline in consumer prices. Households' net worth likely increased in recent months, as equity values and home prices rose further. Moreover, consumer sentiment in the Thomson Reuters/University of Michigan Surveys of Consumers improved notably, on balance, in May and early June and was at its most upbeat level since the onset of the recession.", "Conditions in the housing sector generally improved further, but construction activity was still at a relatively low level, and demand continued to be restrained by tight credit standards for mortgage loans. Starts of new single-family homes declined, on net, in April and May, but permits rose, suggesting gains in construction in the coming months. Starts of new multifamily units decreased in April but increased in May. Home prices continued to rise rapidly through April, while sales of both new and existing homes advanced.", "Real business expenditures on equipment and software appeared to slow somewhat going into the second quarter after expanding modestly earlier in the year. Nominal shipments of nondefense capital goods excluding aircraft decreased in April, but nominal new orders for these capital goods increased and were slightly above the level of shipments, pointing to modest gains in shipments in the near term. Other forward-looking indicators, such as surveys of business conditions and capital spending plans, also suggested that outlays for business equipment would continue to rise at only a modest pace in the coming months. Nominal business spending for nonresidential construction increased in April after it had declined in the first quarter. Business inventories in most industries appeared to be broadly aligned with sales in recent months.", "Real federal government purchases appeared to be declining less rapidly going into the second quarter than they had during the first quarter, as decreases in defense spending slowed, on balance, in April and May. The ongoing declines in real state and local government purchases appeared to moderate over recent months; the payrolls of these governments expanded in April and May, but state and local construction expenditures continued to decline noticeably.", "The U.S. international trade deficit narrowed in March but widened in April, leaving the level of the trade deficit in April similar to its average in the first quarter. Both imports and exports fell in March but largely recovered in April, although oil imports remained below their first-quarter average. Exports of consumer goods and automotive products reached new highs in April, but exports of agricultural products declined.", "Overall U.S. consumer prices, as measured by the PCE price index, edged down in April, while the consumer price index (CPI) rose somewhat in May. Both the CPI and the PCE price index increased at a subdued rate over the most recent 12-month period for each series. After declining in the previous two months, consumer energy prices rose a little in May, and retail gasoline prices, measured on a seasonally adjusted basis, were up further in the first couple of weeks in June. Consumer food prices edged down in May after rising modestly in April. Partly reflecting some transitory factors, such as a one-time reduction in Medicare prices associated with the federal government spending sequestration, consumer prices excluding food and energy only edged up in April but rose slightly more in May. Near-term inflation expectations from the Michigan survey were little changed in May and early June; longer-term inflation expectations in the survey also were essentially flat and remained within the narrow range that they have occupied for a number of years.", "Measures of labor compensation indicated that gains in nominal wages remained modest. Compensation per hour in the nonfarm business sector increased moderately over the year ending in the first quarter, and, with a small rise in productivity, unit labor costs advanced only a little. Gains in average hourly earnings for all employees were muted, on balance, in April and May.", "Foreign economic growth remained sluggish so far this year. A slower pace of expansion in many emerging market economies (EMEs), including China, since the beginning of the year offset an increase in the average rate of economic growth in the advanced foreign economies. In Japan, where recent policy measures appeared to have boosted household confidence, economic growth picked up noticeably early in the year. Recent indicators of Canadian economic activity also strengthened. However, indicators for the euro-area economies remained weak. A decline in commodity prices and continued lackluster economic growth contributed to a decline in foreign inflation."], "Staff Review of the Economic Situation": ["Staff Review of the Financial Situation Financial markets were volatile during the intermeeting period as investors reacted to incoming economic data and Federal Reserve communications. Information about the U.S. economy was somewhat better, on balance, than investors had anticipated, apparently giving them greater confidence in the economic outlook. Federal Reserve communications over the period reportedly were interpreted by market participants as pointing to a less accommodative stance of future monetary policy than they previously had expected.", "Market-based indicators suggested that investors revised up their expectations about the path of the federal funds rate in coming years. Forward rates two to three years ahead derived from overnight index swaps shifted up 25 to 40 basis points over the intermeeting period, likely reflecting both an increase in the expected path for the federal funds rate and an increase in term premiums. In contrast to the readings from financial market quotes, which suggested that investors had come to expect the FOMC to increase its target for the federal funds rate sooner than they previously had anticipated, the results from the Desk's survey of primary dealers conducted prior to the June meeting showed little material change, on balance, in the dealers' expectations of the most likely timing of the first increase in the federal funds rate target.", "Nominal yields on Treasury securities rose sharply over the intermeeting period amid some better-than-expected U.S. economic data and Federal Reserve communications that were interpreted by market participants as signaling a possible earlier-than-expected reduction in the pace of purchases under the FOMC's flow-based asset purchase program. Nominal yields on 5- to 30-year Treasury securities increased about 35 to 55 basis points. Yields on agency MBS rose more than those on comparable-maturity Treasury securities, leaving option-adjusted spreads to Treasury securities notably wider. The rise in longer-term Treasury yields appeared to reflect both an increase in term premiums and a rise in expected future short-term rates. The rise in term premiums, in turn, likely reflected in part a reassessment of the pace and ultimate size of the Federal Reserve's asset purchase program, as well as increased uncertainty about the future path of monetary policy.", "Measures of inflation compensation derived from yields on nominal and inflation-protected Treasury securities fell notably but ended the intermeeting period within their ranges over the past few years. Investor perceptions of a somewhat less accommodative tone of Federal Reserve communications, as well as the softer-than-expected reading for the April CPI, likely contributed to the decline in inflation compensation.", "Conditions in domestic and offshore dollar funding markets were generally little changed, on balance, over the intermeeting period. In secured funding markets, rates on Treasury general collateral repurchase agreements decreased, on net, in large part because of the seasonal decline in the supply of Treasury securities.", "Market sentiment toward large domestic banking organizations appeared to improve somewhat over the intermeeting period, likely related in part to further reductions in nonperforming loans and growing confidence in the economic outlook. Equity prices for large domestic banks outperformed broad equity indexes over the intermeeting period, as did the equity prices for most other types of financial institutions. In contrast, equity prices for agency mortgage real estate investment trusts declined, reflecting the rise in longer-term interest rates, the underperformance of agency MBS, and weaker-than-expected earnings reports.", "Responses to the June Senior Credit Officer Opinion Survey on Dealer Financing Terms generally suggested little change over the past three months in the credit terms applicable to important classes of counterparties and in the use of financial leverage by most classes of counterparties covered by the survey. However, about one-fourth of dealers reported an increase in the use of leverage by hedge funds.", "Corporate bond yields rose significantly over the intermeeting period, and their spreads relative to comparable-maturity Treasury yields edged higher on net. Credit flows to nonfinancial businesses remained strong in May, especially through bond issuance. Gross issuance of speculative-grade corporate bonds was particularly elevated early in the intermeeting period, but such issuance slowed after mid-May in response to the rise in interest rates and in market volatility. Meanwhile, the issuance of syndicated leveraged loans remained robust in April and May, supported by strong investor demand for floating-rate corporate debt instruments.", "House prices continued to rise in recent months, with national home price indexes up between 5 and 12 percent over the 12-month period ending in April. As a result, the number of mortgages with negative equity was estimated to have decreased substantially. Primary mortgage rates increased with yields on MBS over the intermeeting period, and the spread between primary mortgage rates and MBS yields remained near the low end of its range over recent years. Consumer credit continued to expand at a solid pace because of the ongoing expansion in auto and student loans; credit card debt remained about flat. Issuance of consumer asset-backed securities increased strongly again in May.", "Growth in total bank credit moderated in April and May compared with the first quarter, as core loans slowed and securities declined slightly. Growth in commercial and industrial loans at large banks decreased noticeably in recent months, reportedly reflecting both increased paydowns and reduced originations. In contrast, increases in commercial real estate loans picked up, especially at large banks.", "The M2 monetary aggregate expanded at an annual rate of about 5 percent from April through mid-June. The monetary base grew at an annual rate exceeding 40 percent over the same period, driven mainly by the increase in reserve balances that resulted from the Federal Reserve's asset purchases.", "Over the intermeeting period, yields on 10-year sovereign debt of the advanced foreign economies followed the yields on comparable-maturity U.S. Treasury securities higher, and volatility in sovereign bond markets rose, particularly in Japan. Japanese equity markets also displayed substantial volatility; equity prices fell sharply late in the period and erased the gains that had been registered since early April, when the Bank of Japan announced that it would expand its asset purchases in order to nearly double the size of its balance sheet. European equity indexes were little changed, on net, over the period, and euro-area financial conditions remained relatively stable. Spreads of yields on Italian and Spanish government debt over yields on German bunds increased only a few basis points, while comparable spreads for Greek sovereign debt declined notably. The foreign exchange value of the dollar was little changed, on average, relative to the currencies of the advanced foreign economies, but appreciated against EME currencies amid weak incoming data on economic activity and monetary policy easing in some EMEs, along with rising U.S. Treasury yields. Emerging market mutual funds experienced sharp outflows in recent weeks, while EME stock prices declined and EME credit spreads widened on net.", "The staff reported on potential risks to financial stability, including the stability of banking firms, nonbank financial intermediaries, and asset markets. Most market-based measures of the health of the banking sector--such as banks' stock prices, credit default swap spreads, and equity correlations--pointed to an improvement in the stability of the banking sector, in part because of rising levels of liquidity and capital as well as diminished concerns about downside risks. However, a number of indicators pointed to a modest increase in risk-taking and leverage that was largely being intermediated through the shadow banking system. Signs of upward pressures on the valuations of some risky assets were also noted. Overall, the risks to financial stability were viewed as roughly unchanged since March."], "Staff Review of the Financial Situation": ["Staff Economic Outlook In the economic forecast prepared by the staff for the June FOMC meeting, the projection for near-term growth of real gross domestic product (GDP) was little changed from the one prepared for the previous meeting. However, the staff's medium-term projection for real GDP was revised up somewhat. The staff raised its projected paths for equity and home prices, which pushed up expected consumer spending over the medium term, and boosted its outlook for domestic oil production, which reduced oil imports in the forecast. These positive factors were partly offset in the staff's medium-term GDP projection by higher projected paths for both longer-term interest rates and the foreign exchange value of the dollar. Nevertheless, with fiscal policy expected to restrain economic growth this year, the staff still anticipated that the pace of expansion in real GDP would only moderately exceed the growth rate of potential output. The staff also continued to forecast that real GDP would accelerate gradually in 2014 and 2015, supported by accommodative monetary policy, an eventual easing in the effects of fiscal policy restraint on economic growth, increases in consumer and business sentiment, and further improvements in credit availability and financial conditions. The expansion in economic activity was anticipated to slowly reduce the slack in labor and product markets over the projection period, and the unemployment rate was expected to decline gradually. In addition, although the staff did not change its view of the longer-run level of the natural rate of unemployment, it judged that the natural rate was on a more pronounced downward trajectory back toward its longer-run level than previously assumed; as a result, the staff's projection for the unemployment rate over the next two years was revised down a little, relative to its previous forecast.", "The staff's forecast for inflation in the near term was also revised down a little from the projection prepared for the previous FOMC meeting, reflecting in part some of the recent softer-than-expected readings on consumer prices. Nonetheless, the staff expected that much of the recent softness in inflation would be transitory, and thus did not materially change its medium-term projection. The staff projected that inflation would pick up in the second half of this year, but given the assumption of stable longer-run inflation expectations and only modest changes in commodity and import prices as well as forecasts of gradually diminishing resource slack over the projection period, inflation was projected to still be relatively subdued through 2015.", "The staff viewed the uncertainty around the forecast for economic activity as normal relative to the experience of the past 20 years. However, the risks were still viewed as skewed to the downside, in part because of concerns about the situation in Europe and the ability of the U.S. economy to weather potential adverse shocks. Although the staff saw the outlook for inflation as uncertain, the risks were viewed as balanced and not unusually high."], "Staff Economic Outlook": ["Committee Policy Action Committee members viewed the information received over the intermeeting period as suggesting that economic activity had expanded at a moderate pace. Labor market conditions showed further improvement in recent months, on balance, but the unemployment rate remained elevated. Household spending and business fixed investment advanced, and the housing sector strengthened further, but fiscal policy was restraining economic growth. The Committee expected that, with appropriate policy accommodation, economic growth would proceed at a moderate pace and result in a gradual decline in the unemployment rate toward levels consistent with its dual mandate. With economic activity and employment continuing to grow at a moderate pace despite tighter fiscal policy, and with global financial conditions less strained, members generally saw the downside risks to the outlook for the economy and the labor market as having diminished since the fall. Inflation was running below the Committee's longer-run objective, partly reflecting transitory influences, but longer-run inflation expectations were stable, and the Committee anticipated that inflation over the medium term would move closer to its 2 percent objective.", "In their discussion of monetary policy for the period ahead, all members but one judged that the outlook for economic activity and inflation warranted the continuation of the Committee's current highly accommodative stance of monetary policy in order to foster a stronger economic recovery and sustained improvement in labor market conditions in a context of price stability. In the view of one member, the improvement in the outlook for the labor market warranted a more deliberate statement from the Committee that asset purchases would be reduced in the very near future. At the conclusion of its discussion, the Committee decided to continue adding policy accommodation by purchasing additional MBS at a pace of $40 billion per month and longer-term Treasury securities at a pace of $45 billion per month and to maintain its existing reinvestment policies. In addition, the Committee reaffirmed its intention to keep the target federal funds rate at 0 to 1/4 percent and retained its forward guidance that it anticipates that this exceptionally low range for the federal funds rate will be appropriate at least as long as the unemployment rate remains above 6-1/2 percent, inflation between one and two years ahead is projected to be no more than a half percentage point above the Committee's 2 percent longer-run goal, and longer-term inflation expectations continue to be well anchored.", "Regarding the outlook for policy, members agreed that monetary policy in coming quarters would depend on the evolution of the economic outlook and progress toward the Committee's longer-run objectives of maximum employment and inflation of 2 percent. While recognizing the improvement in a number of indicators of economic activity and labor market conditions since the fall, many members indicated that further improvement in the outlook for the labor market would be required before it would be appropriate to slow the pace of asset purchases. Some added that they would, as well, need to see more evidence that the projected acceleration in economic activity would occur, before reducing the pace of asset purchases. For one member, such a decision would also depend importantly on evidence that inflation was moving back toward the Committee's 2 percent objective; that member urged the Committee to modify its postmeeting statement to say explicitly that the Committee will act to move inflation back toward its goal. A couple of other members also worried that the downside risks to inflation had increased, with one of them suggesting that the statement more explicitly reflect this increased risk. However, several members judged that a reduction in asset purchases would likely soon be warranted, in light of the cumulative decline in unemployment since the September meeting and ongoing increases in private payrolls, which had increased their confidence in the outlook for sustained improvement in labor market conditions. Two of these members also indicated that the Committee should begin curtailing its purchases relatively soon in order to prevent the potential negative consequences of the program from exceeding its anticipated benefits. Another member pointed out that if the program were ended because of concerns about such consequences, the Committee would need to explore other options for providing appropriate monetary accommodation. Many members indicated that decisions about the pace and composition of asset purchases were distinct from decisions about the appropriate level of the federal funds rate, which would continue to be guided by the thresholds in the Committee's statement. In general, members continued to anticipate that maintaining the current exceptionally low level of the federal funds rate was likely to remain appropriate for a considerable period after asset purchases are concluded.", "At the conclusion of the discussion, the Committee voted to authorize and direct the Federal Reserve Bank of New York, until it was instructed otherwise, to execute transactions in the System Account in accordance with the following domestic policy directive:", "\"Consistent with its statutory mandate, the Federal Open Market Committee seeks monetary and financial conditions that will foster maximum employment and price stability. In particular, the Committee seeks conditions in reserve markets consistent with federal funds trading in a range from 0 to 1/4 percent. The Committee directs the Desk to undertake open market operations as necessary to maintain such conditions. The Desk is directed to continue purchasing longer-term Treasury securities at a pace of about $45 billion per month and to continue purchasing agency mortgage-backed securities at a pace of about $40 billion per month. The Committee also directs the Desk to engage in dollar roll and coupon swap transactions as necessary to facilitate settlement of the Federal Reserve's agency mortgage-backed securities transactions. The Committee directs the Desk to maintain its policy of rolling over maturing Treasury securities into new issues and its policy of reinvesting principal payments on all agency debt and agency mortgage-backed securities in agency mortgage-backed securities. The System Open Market Account Manager and the Secretary will keep the Committee informed of ongoing developments regarding the System's balance sheet that could affect the attainment over time of the Committee's objectives of maximum employment and price stability.\"", "The vote encompassed approval of the statement below to be released at 2:00 p.m.:", "\"Information received since the Federal Open Market Committee met in May suggests that economic activity has been expanding at a moderate pace. Labor market conditions have shown further improvement in recent months, on balance, but the unemployment rate remains elevated. Household spending and business fixed investment advanced, and the housing sector has strengthened further, but fiscal policy is restraining economic growth. Partly reflecting transitory influences, inflation has been running below the Committee's longer-run objective, but longer-term inflation expectations have remained stable.", "Consistent with its statutory mandate, the Committee seeks to foster maximum employment and price stability. The Committee expects that, with appropriate policy accommodation, economic growth will proceed at a moderate pace and the unemployment rate will gradually decline toward levels the Committee judges consistent with its dual mandate. The Committee sees the downside risks to the outlook for the economy and the labor market as having diminished since the fall. The Committee also anticipates that inflation over the medium term likely will run at or below its 2 percent objective.", "To support a stronger economic recovery and to help ensure that inflation, over time, is at the rate most consistent with its dual mandate, the Committee decided to continue purchasing additional agency mortgage-backed securities at a pace of $40 billion per month and longer-term Treasury securities at a pace of $45 billion per month. The Committee is maintaining its existing policy of reinvesting principal payments from its holdings of agency debt and agency mortgage-backed securities in agency mortgage-backed securities and of rolling over maturing Treasury securities at auction. Taken together, these actions should maintain downward pressure on longer-term interest rates, support mortgage markets, and help to make broader financial conditions more accommodative.", "The Committee will closely monitor incoming information on economic and financial developments in coming months. The Committee will continue its purchases of Treasury and agency mortgage-backed securities, and employ its other policy tools as appropriate, until the outlook for the labor market has improved substantially in a context of price stability. The Committee is prepared to increase or reduce the pace of its purchases to maintain appropriate policy accommodation as the outlook for the labor market or inflation changes. In determining the size, pace, and composition of its asset purchases, the Committee will continue to take appropriate account of the likely efficacy and costs of such purchases as well as the extent of progress toward its economic objectives.", "To support continued progress toward maximum employment and price stability, the Committee expects that a highly accommodative stance of monetary policy will remain appropriate for a considerable time after the asset purchase program ends and the economic recovery strengthens. In particular, the Committee decided to keep the target range for the federal funds rate at 0 to 1/4 percent and currently anticipates that this exceptionally low range for the federal funds rate will be appropriate at least as long as the unemployment rate remains above 6-1/2 percent, inflation between one and two years ahead is projected to be no more than a half percentage point above the Committee's 2 percent longer-run goal, and longer-term inflation expectations continue to be well anchored. In determining how long to maintain a highly accommodative stance of monetary policy, the Committee will also consider other information, including additional measures of labor market conditions, indicators of inflation pressures and inflation expectations, and readings on financial developments. When the Committee decides to begin to remove policy accommodation, it will take a balanced approach consistent with its longer-run goals of maximum employment and inflation of 2 percent.\""]}