{"Developments in Financial Markets and Open Market Operations": ["Staff Review of the Economic Situation The information reviewed for the July 29-30 meeting indicated that real gross domestic product (GDP) rebounded in the second quarter following its first-quarter decline, but it expanded at only a modest pace, on balance, over the first half of the year. Consumer price inflation rose somewhat in the second quarter, but futures prices for energy and agricultural commodities generally were trending down over the next couple of years and longer-run measures of inflation expectations remained stable. The Bureau of Economic Analysis (BEA) released its advance estimate for second-quarter real GDP, along with revised data for earlier periods, on the second day of the FOMC meeting. The staff's assessment of economic activity and inflation in the first half of 2014, based on information available before the meeting began, was broadly consistent with the new information from the BEA.", "Measures of labor market conditions generally continued to improve during the intermeeting period. Total nonfarm payroll employment increased strongly in June, and the average monthly gain for the second quarter was the largest since the first quarter of 2012. The unemployment rate declined to 6.1 percent in June, the labor force participation rate was unchanged, and the employment-to-population ratio edged up. The rate of long-duration unemployment moved down, and the share of workers employed part time for economic reasons edged up; both measures remained elevated by historical standards. Initial claims for unemployment insurance declined further in recent weeks. The rate of job openings rose further in May, but the rate of hiring was unchanged and remained at a modest level.", "Industrial production increased in the second quarter, as higher output from manufacturers and mines more than offset a decline in the output of electric and natural gas utilities. Capacity utilization also moved higher in the second quarter. Automakers' production schedules indicated that light motor vehicle assemblies would increase in the third quarter, and readings on new orders from national and regional manufacturing surveys were consistent with moderate gains in factory output in the near term.", "Real personal consumption expenditures (PCE) rose more quickly in the second quarter than in the first, partly reflecting higher purchases of light motor vehicles. Key factors that tend to influence household spending remained positive in recent months. In particular, gains in equity values and home prices boosted household net worth, and real disposable personal income continued to rise in the second quarter. Consumer sentiment in the Thomson Reuters/University of Michigan Surveys of Consumers edged down in early July but was only slightly below its average over the first half of the year.", "Real expenditures for residential investment turned up in the second quarter after declining for two consecutive quarters. Starts of new single-family houses declined in June, but they rose for the quarter as a whole, and the level of permit issuance was consistent with increases in starts in subsequent months. In the multifamily sector, starts and permits also increased, on net, in the second quarter. Existing home sales moved up during the second quarter but remained below year-earlier levels, while new home sales declined. Home prices continued to rise through May, though the rate of increase was less rapid than earlier in the year.", "Real private expenditures for business equipment and intellectual property products increased in the second quarter. Nominal new orders for nondefense capital goods were little changed, on net, in May and June; however, the level of orders was above that for shipments, pointing to increases in shipments in subsequent months. Other forward-looking indicators, such as national and regional surveys of business conditions, also generally suggested moderate increases in business equipment spending in the near term. Real business expenditures for nonresidential construction also increased in the second quarter. Meanwhile, business inventories generally appeared well aligned with sales, apart from the energy sector, where inventories remained below year-earlier levels.", "Real federal government purchases decreased over the first half of the year, reflecting ongoing fiscal consolidation and continued declines in defense spending. In contrast, real state and local government purchases increased in the second quarter, as payrolls expanded at a faster pace than in the first quarter and outlays for construction moved higher.", "The U.S. international trade deficit narrowed in May as imports fell and exports rose. The rise in exports was concentrated in petroleum products and automotive parts. The fall in imports was led by declines in oil and consumer goods. For the second quarter overall, net exports exerted a moderate drag on the change in U.S. real GDP, compared with a more substantial negative contribution in the first quarter.", "U.S. consumer prices, as measured by the PCE price index, increased at a faster pace in the second quarter than in the first and were about 1-1/2 percent higher than a year earlier. Consumer energy price inflation rose in the second quarter, but retail gasoline prices, measured on a seasonally adjusted basis, subsequently moved lower through the fourth week of July. Consumer food price inflation also increased in the second quarter, reflecting the effects of drought and disease on crop and livestock production; however, spot prices for crops moved down in recent weeks, and futures prices pointed to lower prices for livestock in the year ahead. The PCE price index for items excluding food and energy also rose more quickly in the second quarter than in the first and was 1-1/2 percent higher than a year earlier. Near-term inflation expectations from the Michigan survey were little changed, on net, in June and early July, while longer-term expectations declined. Measures of labor compensation indicated that gains in nominal wages and employee benefits remained modest.", "Recent indicators suggested that foreign economic activity strengthened in the second quarter: Chinese GDP accelerated substantially, and Mexican data suggested a pickup there. Real GDP growth remained strong in the United Kingdom, and data for both Canada and the euro area showed improvement relative to the first quarter. By contrast, household spending in Japan dropped sharply following the country's April 1 consumption tax increase. In many advanced foreign economies, inflation picked up in the second quarter from very low rates in the first, although second-quarter inflation in the euro area remained well below the European Central Bank's objective."], "Staff Review of the Economic Situation": ["Staff Review of the Financial Situation Financial conditions eased somewhat, on balance, between the June and July FOMC meetings, although geopolitical risks weighed on investor sentiment at times. On net, yields on longer-term Treasury securities fell, equity prices rose, and the foreign exchange value of the dollar was little changed.", "Market participants characterized the Federal Reserve's monetary policy communications over the intermeeting period as suggesting a slightly more accommodative policy stance than had been expected. The anticipated path of the federal funds rate shifted down modestly following the June FOMC statement and the Chair's press conference. Policy expectations also edged down on the release of the minutes of the June FOMC meeting. Market participants took note of the discussion of monetary policy normalization in the minutes and, particularly, the discussion of the likely spread between the ON RRP rate and the IOER rate.", "Results from the Desk's July Survey of Primary Dealers, conducted shortly before the July FOMC meeting, indicated that market participants' expectations for the timing of the first increase in the federal funds rate and the subsequent policy path were largely unchanged from those reported in the survey taken just before the June meeting. The median dealer continued to see the third quarter of 2015 as the most likely time for the liftoff of the federal funds rate from the effective lower bound, although, relative to the June survey, the distribution of the modal expected time of liftoff became more concentrated around the third quarter of 2015.", "On balance, 10- and 30-year nominal Treasury yields both declined about 20 basis points over the intermeeting period. Concerns about tensions in Ukraine and the Middle East and the release of the June minutes appeared to contribute to the declines in longer-term Treasury yields. The decline in yields at the long end of the curve likely also reflected a continuation of a pattern that began last year, which some market participants attributed to a reduction in investors' expectations for longer-run economic growth and declines in term premiums. Measures of longer-horizon inflation compensation based on Treasury Inflation-Protected Securities were about unchanged.", "Conditions in unsecured short-term dollar funding markets remained stable over the intermeeting period. The Federal Reserve continued its ON RRP exercise and TDF testing. As a result of somewhat higher market rates on repurchase agreements, ON RRP take-up, on average, was a little lower than in the prior intermeeting period, although participation in the ON RRP exercise jumped to a record high at quarter-end on June 30. Moreover, the ON RRP exercise appeared to have continued to help firm the floor under money market interest rates. In TDF testing that ran from mid-May to early July, gradual increases in offer rates and in the maximum individual award amounts generally resulted in higher participation.", "The S&amp;P 500 index rose about 1-1/2 percent over the intermeeting period, as earnings reports from a range of companies appeared to indicate that profits in the second quarter had increased modestly relative to the first quarter. The VIX, an index of option-implied volatility for one-month returns on the S&amp;P 500 index, remained at low levels over the intermeeting period.", "Credit flows to nonfinancial corporations remained strong in the second quarter. Gross issuance of investment- and speculative-grade bonds stayed brisk. Commercial and industrial loans on banks' balance sheets continued to increase at a robust pace, consistent with reports in the July Senior Loan Officer Opinion Survey on Bank Lending Practices (SLOOS) of easier lending standards and terms as well as stronger loan demand from firms of all sizes. Issuance of leveraged loans by institutional investors also remained solid.", "Credit conditions in markets for commercial real estate (CRE) improved further in the second quarter. According to the July SLOOS, banks continued to ease their standards and report stronger demand for CRE loans during the second quarter on balance. CRE loans on banks' books continued to expand moderately, and issuance of commercial mortgage-backed securities remained solid.", "Credit conditions in residential mortgage markets generally remained tight over the intermeeting period. Mortgage interest rates held steady around 4 percent, and origination volumes continued to be low. According to the July SLOOS, underwriting standards on prime home-purchase loans appeared to have eased further at banks during the second quarter but, on net, standards on all types of residential real estate loans reportedly remained tighter than the midpoints of the respondent banks' longer-term ranges.", "In contrast to mortgage lending, consumer credit continued to expand robustly in May, largely on the strength of auto and student loans, though credit card debt picked up somewhat as well. Banks responding to the July SLOOS indicated that demand for auto loans strengthened further in the second quarter. In addition, demand for credit card loans increased, and a few large banks reported having eased lending policies for such loans.", "Benchmark yields on long-term sovereign bonds in the advanced foreign economies continued the downward trend that began at the start of the year, with rising tensions in the Middle East and Ukraine during the intermeeting period likely adding some to the downward pressure. Concerns about one of Portugal's largest banks and about litigation risks facing European banks weighed on European financial markets, prompting yield spreads on peripheral sovereign bonds in the euro area to widen and equity price indexes for European banks to decline. Intermeeting data releases on euro-area industrial production came in below market expectations, also weighing on headline equity markets in the region. Mixed news from emerging market economies, including better-than-expected GDP growth in China and concerns about Argentina's scheduled debt payments, generally had modest market effects. Changes in emerging market equity indexes were mixed over the period, and emerging market bond yields generally declined. The broad trade-weighted dollar was little changed, on net, over the intermeeting period.", "The staff's periodic report on potential risks to financial stability concluded that relatively strong capital positions of U.S. banks, subdued use of maturity transformation and leverage within the broader financial sector, and relatively low levels of leverage for the aggregate nonfinancial sector were important factors supporting overall financial stability. However, the staff report also highlighted that low and declining risk premiums, low levels of market volatility, and a loosening of underwriting standards in a number of markets raised somewhat the risk of an eventual correction in asset valuations."], "Staff Review of the Financial Situation": ["Staff Economic Outlook The data received since the staff prepared its forecast for the June FOMC meeting suggested that real GDP growth was even weaker in the first half of the year than had been anticipated.3 However, the staff left its forecast for real GDP growth in the second half of the year essentially unrevised because other indicators of economic activity appeared comparatively strong in relation to real GDP during the first half of the year. In particular, payroll employment continued to advance at a solid pace, the unemployment rate declined further, industrial production posted steady gains, and readings from business surveys were strong. The staff's medium-term forecast for real GDP growth was also little revised. The staff continued to project that real GDP would expand at a faster pace in the second half of this year and over the next two years than in 2013. This forecast was predicated on a further anticipated waning of the restraint on spending growth from changes in fiscal policy, continued improvement in credit availability, increases in consumer and business confidence, and a pickup in foreign economic growth. In response to a further downward surprise in the unemployment rate, the staff again lowered its forecast for the unemployment rate over the projection period. To reconcile the downward revision to real GDP growth for the first half of year with an unemployment rate that was now closer to the staff's estimate of its longer-run natural rate, the staff lowered its assumed pace of potential output growth this year by more than it marked down GDP growth. As a result, resource slack in this projection was anticipated to be somewhat narrower this year than in the previous forecast and to be taken up slowly over the projection period.", "The staff's near-term forecast for inflation was revised up a little, as recent data showed somewhat faster-than-anticipated increases that were judged to be only partly transitory. With a little less resource slack in this projection, the medium-term forecast for inflation was also revised up slightly. Nonetheless, as in the June projection, inflation was projected to step down in the second half of this year and to remain below the Committee's longer-run objective of 2 percent over the next few years. With longer-run inflation expectations assumed to remain stable, changes in commodity and import prices expected to be subdued, and slack in labor and product markets anticipated to diminish only slowly, inflation was forecast to rise gradually and to reach the Committee's objective in the longer run.", "The staff continued to view uncertainty around its projections for real GDP growth, inflation, and the unemployment rate as roughly in line with the average of the past 20 years. Although the risks to GDP growth were still seen as tilted a little to the downside, as neither monetary policy nor fiscal policy was viewed as well positioned to help the economy withstand adverse shocks, these risks were considered to be more nearly balanced than in the previous projection. The staff continued to view the risks around its outlook for the unemployment rate and for inflation as roughly balanced."], "Staff Economic Outlook": ["Committee Policy Action In their discussion of monetary policy in the period ahead, members judged that information received since the Federal Open Market Committee met in June indicated that economic activity rebounded in the second quarter. Household spending appeared to be rising moderately, and business fixed investment was advancing, while the recovery in the housing sector remained slow. Fiscal policy was restraining economic growth, al-though the extent of the restraint was diminishing. The Committee expected that, with appropriate policy accommodation, economic activity would expand at a moderate pace with labor market indicators and inflation moving toward levels that the Committee judges consistent with its dual mandate.", "With the incoming information broadly supporting the Committee's expectation of ongoing improvement in labor market conditions and inflation moving back to the Committee's 2 percent objective, members generally agreed that a further measured reduction in the pace of asset purchases was appropriate at this meeting. Accordingly, the Committee agreed that, beginning in August, it would add to its holdings of agency MBS at a pace of $10 billion per month rather than $15 billion per month, and it would add to its holdings of Treasury securities at a pace of $15 billion per month rather than $20 billion per month. The Committee again judged that, if incoming data broadly supported its expectations that labor market indicators and inflation would continue to move toward mandate-consistent levels, the Committee would likely reduce the pace of asset purchases in further measured steps at future meetings. However, the Committee reiterated that asset purchases were not on a preset course and that its decisions remained contingent on the outlook for the labor market and inflation as well as its assessment of the likely efficacy and costs of such purchases.", "Members discussed their assessments of progress--both realized and expected--toward the Committee's objectives of maximum employment and 2 percent inflation and considered enhancements to the statement language that would more clearly communicate the Committee's view on such progress. Regarding the labor market, many members concluded that a range of indicators of labor market conditions--including the unemployment rate as well as a number of other measures of labor utilization--had improved more in recent months than they anticipated earlier. They judged it appropriate to replace the description of recent labor market conditions that mentioned solely the unemployment rate with a description of their assessment of the remaining underutilization of labor resources based on their evaluation of a range of labor market indicators. In their discussion, some members expressed reservations about describing the extent of underutilization in labor resources more broadly. In particular, they worried that the degree of labor market slack was difficult to characterize succinctly and that the statement language might prove difficult to adjust as labor market conditions continued to improve. Moreover, they were concerned that, despite the improvement in labor market conditions, the new language might be misinterpreted as indicating increased concern about underutilization of labor resources. At the conclusion of the discussion, the Committee agreed to state that labor market conditions had improved, with the unemployment rate declining further, while also stating that a range of labor market indicators suggested that there remained significant underutilization of labor resources. Many members noted, however, that the characterization of labor market underutilization might have to change before long, particularly if progress in the labor market continued to be faster than anticipated. Regarding inflation, members agreed to update the language in the statement to acknowledge that inflation had recently moved somewhat closer to the Committee's longer-run objective and to convey their judgment that the likelihood of inflation running persistently below 2 percent had diminished somewhat.", "After the discussion, all members but one voted to maintain the Committee's target range for the federal funds rate and to reiterate its forward guidance on how it would assess the appropriate timing of the first increase in the target rate and the anticipated behavior of the federal funds rate after it is raised. One member, however, objected to the guidance that it would likely be appropriate to maintain the current range for the federal funds rate for a considerable time after the asset purchase program ends because it was time dependent and did not recognize the implications for monetary policy of the considerable progress that had been made toward the Committee's goals.", "At the conclusion of the discussion, the Committee voted to authorize and direct the Federal Reserve Bank of New York, until it was instructed otherwise, to execute transactions in the SOMA in accordance with the following domestic policy directive:", "\"Consistent with its statutory mandate, the Federal Open Market Committee seeks monetary and financial conditions that will foster maximum employment and price stability. In particular, the Committee seeks conditions in reserve markets consistent with federal funds trading in a range from 0 to 1/4 percent. The Committee directs the Desk to undertake open market operations as necessary to maintain such conditions. Beginning in August, the Desk is directed to purchase longer-term Treasury securities at a pace of about $15 billion per month and to purchase agency mortgage-backed securities at a pace of about $10 billion per month. The Committee also directs the Desk to engage in dollar roll and coupon swap transactions as necessary to facilitate settlement of the Federal Reserve's agency mortgage-backed securities transactions. The Committee directs the Desk to maintain its policy of rolling over maturing Treasury securities into new issues and its policy of reinvesting principal payments on all agency debt and agency mortgage-backed securities in agency mortgage-backed securities. The System Open Market Account manager and the secretary will keep the Committee informed of ongoing developments regarding the System's balance sheet that could affect the attainment over time of the Committee's objectives of maximum employment and price stability.\"", "The vote encompassed approval of the statement below to be released at 2:00 p.m.:", "\"Information received since the Federal Open Market Committee met in June indicates that growth in economic activity rebounded in the second quarter. Labor market conditions improved, with the unemployment rate declining further. However, a range of labor market indicators suggests that there remains significant underutilization of labor resources. Household spending appears to be rising moderately and business fixed investment is advancing, while the recovery in the housing sector remains slow. Fiscal policy is restraining economic growth, although the extent of restraint is diminishing. Inflation has moved somewhat closer to the Committee's longer-run objective. Longer-term inflation expectations have remained stable.", "Consistent with its statutory mandate, the Committee seeks to foster maximum employment and price stability. The Committee expects that, with appropriate policy accommodation, economic activity will expand at a moderate pace, with labor market indicators and inflation moving toward levels the Committee judges consistent with its dual mandate. The Committee sees the risks to the outlook for economic activity and the labor market as nearly balanced and judges that the likelihood of inflation running persistently below 2 percent has diminished somewhat.", "The Committee currently judges that there is sufficient underlying strength in the broader economy to support ongoing improvement in labor market conditions. In light of the cumulative progress toward maximum employment and the improvement in the outlook for labor market conditions since the inception of the current asset purchase program, the Committee decided to make a further measured reduction in the pace of its asset purchases. Beginning in August, the Committee will add to its holdings of agency mortgage-backed securities at a pace of $10 billion per month rather than $15 billion per month, and will add to its holdings of longer-term Treasury securities at a pace of $15 billion per month rather than $20 billion per month. The Committee is maintaining its existing policy of reinvesting principal payments from its holdings of agency debt and agency mortgage-backed securities in agency mortgage-backed securities and of rolling over maturing Treasury securities at auction. The Committee's sizable and still-increasing holdings of longer-term securities should maintain downward pressure on longer-term interest rates, support mortgage markets, and help to make broader financial conditions more accommodative, which in turn should promote a stronger economic recovery and help to ensure that inflation, over time, is at the rate most consistent with the Committee's dual mandate.", "The Committee will closely monitor incoming information on economic and financial developments in coming months and will continue its purchases of Treasury and agency mortgage-backed securities, and employ its other policy tools as appropriate, until the outlook for the labor market has improved substantially in a context of price stability. If incoming information broadly supports the Committee's expectation of ongoing improvement in labor market conditions and inflation moving back toward its longer-run objective, the Committee will likely reduce the pace of asset purchases in further measured steps at future meetings. However, asset purchases are not on a preset course, and the Committee's decisions about their pace will remain contingent on the Committee's outlook for the labor market and inflation as well as its assessment of the likely efficacy and costs of such purchases.", "To support continued progress toward maximum employment and price stability, the Committee today reaffirmed its view that a highly accommodative stance of monetary policy remains appropriate. In determining how long to maintain the current 0 to 1/4 percent target range for the federal funds rate, the Committee will assess progress--both realized and expected--toward its objectives of maximum employment and 2 percent inflation. This assessment will take into account a wide range of information, including measures of labor market conditions, indicators of inflation pressures and inflation expectations, and readings on financial developments. The Committee continues to anticipate, based on its assessment of these factors, that it likely will be appropriate to maintain the current target range for the federal funds rate for a considerable time after the asset purchase program ends, especially if projected inflation continues to run below the Committee's 2 percent longer-run goal, and provided that longer-term inflation expectations remain well anchored.", "When the Committee decides to begin to remove policy accommodation, it will take a balanced approach consistent with its longer-run goals of maximum employment and inflation of 2 percent. The Committee currently anticipates that, even after employment and inflation are near mandate-consistent levels, economic conditions may, for some time, warrant keeping the target federal funds rate below levels the Committee views as normal in the longer run.\""]}