{"Developments in Financial Markets and Open Market Operations": ["Staff Review of the Economic Situation The information reviewed for the September 16-17 meeting suggested that economic activity was expanding at a moderate pace in the third quarter. Labor market conditions improved a little further, although the unemployment rate was essentially unchanged over the intermeeting period. Consumer price inflation was running below the FOMC's longer-run objective of 2 percent, but measures of longer-run inflation expectations remained stable.", "Total nonfarm payroll employment increased in July and August but at a slower pace than in the first half of the year. The unemployment rate was 6.1 percent in August, the same as in June, and the labor force participation rate and the employment-to-population ratio also were unchanged since that time. Both the share of workers employed part time for economic reasons and the rate of long-duration unemployment declined a little over the past two months. Other recent indicators generally pointed to ongoing improvement in labor market conditions: Although some measures of household expectations of the labor market situation deteriorated somewhat, the rates of job openings and of gross private-sector hiring moved up, initial claims for unemployment insurance were essentially flat at a relatively low level, and some readings on firms' hiring plans improved.", "On balance, industrial production edged up over July and August, and the rate of manufacturing capacity utilization was unchanged. Automakers' schedules indicated that the pace of motor vehicle assemblies would decline slightly in the fourth quarter, but broader indicators of manufacturing production, such as the readings on new orders from the national and regional manufacturing surveys, were consistent with moderate increases in factory output in the near term.", "Real personal consumption expenditures (PCE) appeared to be rising at a moderate pace in the third quarter.5 The components of nominal retail sales data used by the Bureau of Economic Analysis (BEA) to construct its estimates of PCE increased at a solid rate in July and August, and sales of light motor vehicles surged in August after edging down in July. Recent information pertaining to key factors that influence consumer spending were positive: Real disposable incomes continued to increase in July, households' net worth likely edged up as equity prices and home values rose somewhat further, and consumer sentiment as measured by the Thomson Reuters/University of Michigan Surveys of Consumers improved in August and early September.", "The pace of activity in the housing sector seemed to be picking up. Starts and permits of both new single-family homes and multifamily units were higher in July than their average levels in the second quarter. Sales of existing homes increased further in July, although new home sales declined.", "Real private expenditures for business equipment and intellectual property products appeared to rise further going into the third quarter. Nominal shipments of nondefense capital goods excluding aircraft moved up in July. Moreover, new orders for these capital goods continued to be above the level of shipments, pointing to increases in shipments in subsequent months. In addition, other forward-looking indicators, such as surveys of business conditions, were consistent with moderate gains in business equipment spending in the near term. Nominal business expenditures for nonresidential construction also increased in July. Recent book-value data for inventories, along with readings on inventories from national and regional manufacturing surveys, did not point to significant inventory imbalances in most industries; in the energy sector, inventories were drawn down significantly early in the year and, despite substantial stockbuilding since then, remained low.", "Total real government purchases seemed to be roughly flat in the third quarter. Federal government purchases probably declined a little, as defense spending was lower in July and August than in the second quarter. State and local government purchases appeared to be rising slowly as the payrolls of these governments expanded a bit further in July and August and their nominal construction expenditures increased in July.", "The U.S. international trade deficit narrowed in both June and July. Exports were little changed in June, but they expanded robustly in July, with particular strength in industrial supplies and automotive products. Imports fell in June but then partly recovered in July, driven by swings in imports of oil and automotive products.", "Total U.S. consumer price inflation, as measured by the PCE price index, was about 1-1/2 percent over the 12 months ending in July. Over the 12 months ending in August, the consumer price index (CPI) rose about 1-3/4 percent. Consumer energy prices declined in both July and August, while consumer food prices rose. Core price inflation (which excludes food and energy prices) was essentially the same as total inflation for the PCE price measure and for the CPI over their most recent 12-month periods. Near-term inflation expectations from the Michigan survey moved down a bit in August and early September, while longer-term inflation expectations in the survey were little changed.", "Measures of labor compensation increased a little faster than consumer prices. Compensation per hour in the business sector rose 2-3/4 percent over the year ending in the second quarter; with modest gains in labor productivity, unit labor costs advanced more slowly than compensation per hour. Over the same year-long period, the employment cost index rose only about 2 percent, and average hourly earnings increased at a similar rate over the 12 months ending in August.", "Foreign economies continued to expand in the second quarter, but with significant differences across countries. Economic growth rebounded strongly from a weak first-quarter pace in Canada, China, and Mexico, supported by improvement in exports. In contrast, the Japanese economy contracted sharply following the consumption tax increase in April, economic activity stagnated in the euro area, and the Brazilian economy fell into recession. In the third quarter, household spending appeared to be normalizing in Japan, and production continued to rise in Mexico. However, indicators of economic activity in the euro area remained weak, and Chinese economic data for July and August suggested some slowing in the third quarter. With inflation very low in the euro area, the European Central Bank reduced its policy interest rates at its September 4 meeting and announced plans to purchase private assets."], "Staff Review of the Economic Situation": ["Staff Review of the Financial Situation Data releases on domestic economic activity were reportedly interpreted by financial market participants as somewhat better than expected, on balance, notwithstanding the disappointing employment report for August. Federal Reserve communications, particularly the July FOMC minutes and the Chair's speech at the Jackson Hole economic policy symposium, were viewed as signaling slightly less policy accommodation than anticipated. Reflecting these and other developments, yields on nominal Treasury securities rose somewhat and equity prices edged up over the intermeeting period. On net, the conflicts in the Middle East and Ukraine and other geopolitical tensions had limited effects on domestic financial markets.", "The federal funds rate path implied by financial market quotes was essentially unchanged over the intermeeting period. But the results from the Desk's September Survey of Primary Dealers indicated that the distribution of the likely date of liftoff across dealers shifted to somewhat earlier dates, and showed the second quarter of 2015 as the most likely date for liftoff. However, the dealers' expected levels of various employment and inflation indicators at the time of liftoff did not change materially from the previous survey.", "The yield on 10-year nominal Treasury securities moved up about 15 basis points, on net, since the FOMC met in July, likely boosted in part by Federal Reserve communications. Measures of inflation compensation based on Treasury Inflation-Protected Securities edged down, reportedly reflecting the lower-than-expected CPI data in July and recent declines in oil prices.", "Broad measures of domestic equity prices were up modestly over the intermeeting period, with some reports suggesting that investors were interpreting incoming economic data as implying that the economic recovery was strengthening.", "Yields on corporate bonds and agency MBS rose about in line with those on comparable-maturity Treasury securities. High-yield bond mutual funds experienced sharp outflows early in the intermeeting period, and spreads on such bonds widened noticeably; however, these spreads returned to their initial levels over subsequent weeks, and high-yield bond funds attracted modest inflows. Measures of liquidity in the corporate bond market remained stable in the face of these substantial flows.", "Conditions in short-term dollar funding markets were little changed. The Federal Reserve continued its testing of ON RRP operations over the intermeeting period. Take-up in ON RRP operations increased a little, on average, over the period relative to the previous intermeeting period.", "Credit conditions for domestic businesses remained favorable. Corporate bond issuance slowed in July and August, reflecting a fairly typical summer lull as well as the elevated volatility in the high-yield bond market early in the intermeeting period, but issuance rebounded strongly in the first week of September. Commercial paper outstanding and commercial and industrial loans at banks expanded briskly. Credit conditions in the commercial real estate (CRE) sector continued to ease, and growth in CRE loans at banks stayed solid. The issuance of commercial mortgage-backed securities remained robust in July and August.", "Issuance of institutional leveraged loans continued apace in July and August, traditionally a slow period in this market. The issuance of \"new money\" loans, which are typically earmarked for corporate leveraged-buyouts and mergers and acquisitions, was strong, and the pipeline of such loans was reported to be quite large heading into the fall. The issuance of collateralized loan obligations was still a major source of demand for leveraged loans.", "Financing conditions for households remained mixed. Auto loans were widely available; standards and terms for credit card loans eased somewhat, though they were still tight; and access to residential mortgages continued to be limited for all but those with excellent credit histories.", "Responding in part to disappointing economic data abroad, the U.S. dollar appreciated against most currencies over the intermeeting period, including large appreciations against the euro, the yen, and the pound sterling. Greater monetary accommodation in the euro area and expectations of a lower policy rate in the near term added to the downward pressure on the euro while uncertainty about the outcome of the forthcoming referendum on Scottish independence weighed on the value of the pound. In addition, near-term policy rate expectations moved down in the United Kingdom, reacting to both the release of the August Inflation Report and uncertainty induced by the referendum. Sovereign yields in the European economies generally declined, and yield spreads of sovereign bonds from the euro-area periphery over German bunds narrowed considerably. Most foreign equity indexes ended the period modestly higher."], "Staff Review of the Financial Situation": ["Staff Economic Outlook In the economic forecast prepared by the staff for the September FOMC meeting, the projection for growth in real gross domestic product (GDP) in the second half of this year was revised down slightly from the one prepared for the previous meeting, primarily because of a somewhat weaker near-term outlook for consumer spending. The staff's medium-term forecast for real GDP was also revised down a little, reflecting a higher projected path for the foreign exchange value of the dollar along with slightly smaller projected gains for home prices. The staff still anticipated that the pace of real GDP growth in 2015 and 2016 would exceed the growth rate of potential output, supported by continued increases in consumer and business confidence, the further easing of the restraint on spending from changes in fiscal policy, additional improvements in credit availability, and a pickup in foreign economic growth. In 2017, real GDP growth was projected to begin slowing toward, but to remain above, the rate of potential output growth. The expansion in economic activity over the projection period was anticipated to steadily reduce resource slack, and the unemployment rate was expected to decline gradually and temporarily move slightly below the staff's estimate of its longer-run natural rate toward the end of the period.", "The staff's near-term forecast for inflation was a little lower than the projection prepared for the previous FOMC meeting, reflecting recent readings on core consumer price inflation that were lower than anticipated and declines in oil prices that were faster than expected, but the forecast for inflation over the medium term was little changed. The staff continued to project inflation to be lower in the second half of this year than in the first half and to remain below the Committee's longer-run objective of 2 percent over the next few years. With longer-term inflation expectations assumed to remain stable, resource slack projected to diminish slowly, and changes in commodity and import prices expected to be subdued, inflation was projected to rise gradually and to reach the Committee's objective in the longer run.", "Overall, the staff's economic projection for the September meeting was quite similar to the forecast presented at the June meeting, when the FOMC last prepared a Summary of Economic Projections (SEP). The staff's September projection showed a slightly higher path for the unemployment rate, a bit lower real GDP growth, and essentially no change to inflation compared with its June forecast.", "The staff continued to view the uncertainty around its projections for real GDP growth, the unemployment rate, and inflation as similar to the average over the past 20 years. The risks to the forecast for real GDP growth were still seen as tilted a little to the downside, as neither monetary policy nor fiscal policy was viewed as well positioned to help the economy withstand adverse shocks. At the same time, the staff viewed the risks around its outlook for the unemployment rate and for inflation as roughly balanced."], "Staff Economic Outlook": ["Committee Policy Action In their discussion of monetary policy for the period ahead, members judged that information received since the FOMC met in July indicated that economic activity was expanding at a moderate pace. Household spending appeared to be rising moderately, and business fixed investment was advancing, while the recovery in the housing sector remained slow. Fiscal policy was restraining economic growth, although the extent of restraint was diminishing and would soon be quite small. Inflation was running below the Committee's longer-run objective, but longer-term inflation expectations were stable. The Committee expected that, with appropriate policy accommodation, economic activity would expand at a moderate pace, with labor market indicators and inflation moving toward levels that the Committee judges consistent with its dual mandate.", "With incoming information continuing to broadly support the Committee's expectation of ongoing improvement in labor market conditions and inflation moving back toward the Committee's 2 percent objective, members agreed that a further measured reduction in the pace of asset purchases was appropriate at this meeting. Accordingly, the Committee agreed that, beginning in October, it would add to its holdings of agency MBS at a pace of $5 billion per month rather than $10 billion per month, and it would add to its holdings of longer-term Treasury securities at a pace of $10 billion per month rather than $15 billion per month. The Committee judged that, if incoming information broadly supported its expectations that labor market indicator and inflation would continue to move toward mandate-consistent levels, it would end its current program of asset purchases at its October meeting.", "Members discussed their assessments of progress toward the Committee's objectives of maximum employment and 2 percent inflation and considered possible enhancements to the statement that would more clearly communicate the Committee's view on such progress. Regarding the labor market, many members indicated that, although labor market conditions had generally continued to improve, there was still significant slack in labor markets. A few members, however, expressed reservations about continuing to characterize the extent of underutilization of labor resources as significant. In the end, members agreed to indicate that labor market conditions had improved somewhat further, but that the unemployment rate was little changed and a range of labor market indicators continued to suggest that there remained significant underutilization of labor resources. It was noted, however, that the characterization of labor market underutilization might have to be changed if progress in the labor market continued. Regarding inflation, members agreed that inflation had moved closer to the Committee's 2 percent objective during the first half of the year but, more recently, had fallen back somewhat. As a consequence, they updated the language in the statement to indicate that inflation had been running below the Committee's longer-run objective. However, with stable longer-term inflation expectations, the Committee continued to judge that the likelihood of inflation running persistently below 2 percent had diminished somewhat since early in the year.", "After the discussion, all members but two voted to maintain the Committee's target range for the federal funds rate and to reiterate its forward guidance about the federal funds rate. The guidance continued to state that the Committee's decisions about how long to maintain the current target range for the federal funds rate would depend on its assessment of actual and expected progress toward its objectives of maximum employment and 2 percent inflation. The Committee again anticipated that it likely would be appropriate to maintain the current target range for the federal funds rate for a considerable time after the asset purchase program ends, especially if projected inflation continued to run below the Committee's 2 percent longer-run goal, and provided that longer-term inflation expectations remained well anchored. The forward guidance also reiterated the Committee's expectation that, even after employment and inflation are near mandate-consistent levels, economic conditions may, for some time, warrant keeping the target federal funds rate below levels the Committee views as normal in the longer run. Two members, however, dissented because, in their view, the statement language did not accurately reflect the progress made to date toward the Committee's goals of maximum employment and inflation of 2 percent, and they believed that ongoing progress will likely warrant an earlier increase in the federal funds rate than suggested by the forward guidance in the Committee's postmeeting statement.", "At the conclusion of the discussion, the Committee voted to authorize and direct the Federal Reserve Bank of New York, until it was instructed otherwise, to execute transactions in the SOMA in accordance with the following domestic policy directive:", "The vote encompassed approval of the statement below to be released at 2:00 p.m.:", "\"Information received since the Federal Open Market Committee met in July suggests that economic activity is expanding at a moderate pace. On balance, labor market conditions improved somewhat further; however, the unemployment rate is little changed and a range of labor market indicators suggests that there remains significant underutilization of labor resources. Household spending appears to be rising moderately and business fixed investment is advancing, while the recovery in the housing sector remains slow. Fiscal policy is restraining economic growth, although the extent of restraint is diminishing. Inflation has been running below the Committee's longer-run objective. Longer-term inflation expectations have remained stable.", "Consistent with its statutory mandate, the Committee seeks to foster maximum employment and price stability. The Committee expects that, with appropriate policy accommodation, economic activity will expand at a moderate pace, with labor market indicators and inflation moving toward levels the Committee judges consistent with its dual mandate. The Committee sees the risks to the outlook for economic activity and the labor market as nearly balanced and judges that the likelihood of inflation running persistently below 2 percent has diminished somewhat since early this year.", "The Committee currently judges that there is sufficient underlying strength in the broader economy to support ongoing improvement in labor market conditions. In light of the cumulative progress toward maximum employment and the improvement in the outlook for labor market conditions since the inception of the current asset purchase program, the Committee decided to make a further measured reduction in the pace of its asset purchases. Beginning in October, the Committee will add to its holdings of agency mortgage-backed securities at a pace of $5 billion per month rather than $10 billion per month, and will add to its holdings of longer-term Treasury securities at a pace of $10 billion per month rather than $15 billion per month. The Committee is maintaining its existing policy of reinvesting principal payments from its holdings of agency debt and agency mortgage-backed securities in agency mortgage-backed securities and of rolling over maturing Treasury securities at auction. The Committee's sizable and still-increasing holdings of longer-term securities should maintain downward pressure on longer-term interest rates, support mortgage markets, and help to make broader financial conditions more accommodative, which in turn should promote a stronger economic recovery and help to ensure that inflation, over time, is at the rate most consistent with the Committee's dual mandate.", "The Committee will closely monitor incoming information on economic and financial developments in coming months and will continue its purchases of Treasury and agency mortgage-backed securities, and employ its other policy tools as appropriate, until the outlook for the labor market has improved substantially in a context of price stability. If incoming information broadly supports the Committee's expectation of ongoing improvement in labor market conditions and inflation moving back toward its longer-run objective, the Committee will end its current program of asset purchases at its next meeting. However, asset purchases are not on a preset course, and the Committee's decisions about their pace will remain contingent on the Committee's outlook for the labor market and inflation as well as its assessment of the likely efficacy and costs of such purchases.", "To support continued progress toward maximum employment and price stability, the Committee today reaffirmed its view that a highly accommodative stance of monetary policy remains appropriate. In determining how long to maintain the current 0 to 1/4 percent target range for the federal funds rate, the Committee will assess progress--both realized and expected--toward its objectives of maximum employment and 2 percent inflation. This assessment will take into account a wide range of information, including measures of labor market conditions, indicators of inflation pressures and inflation expectations, and readings on financial developments. The Committee continues to anticipate, based on its assessment of these factors, that it likely will be appropriate to maintain the current target range for the federal funds rate for a considerable time after the asset purchase program ends, especially if projected inflation continues to run below the Committee's 2 percent longer-run goal, and provided that longer-term inflation expectations remain well anchored.", "When the Committee decides to begin to remove policy accommodation, it will take a balanced approach consistent with its longer-run goals of maximum employment and inflation of 2 percent. The Committee currently anticipates that, even after employment and inflation are near mandate-consistent levels, economic conditions may, for some time, warrant keeping the target federal funds rate below levels the Committee views as normal in the longer run.\""]}