{"Developments in Financial Markets and Open Market Operations": ["Staff Review of the Economic Situation The information reviewed for the June 16-17 meeting suggested that real gross domestic product (GDP) was increasing moderately in the second quarter after edging down in the first quarter. Labor market conditions improved somewhat further in recent months. Consumer price inflation continued to run below the FOMC's longer-run objective of 2 percent and was restrained significantly by earlier declines in energy prices and decreases in prices of non-energy imports. Survey measures of longer‑run inflation expectations remained stable, while market-based measures of inflation compensation were still low.", "Total nonfarm payroll employment expanded at a faster pace in April and May than in the first quarter. The unemployment rate was 5.5 percent in May, about the same as its first-quarter average. The labor force participation rate and the employment-to-population ratio rose a bit over April and May, and the share of workers employed part time for economic reasons edged down on net. The rate of private-sector job openings moved up a little, on balance, in March and April, while the rates of hiring and quits were essentially unchanged.", "Industrial production decreased during April and May after declining in the first quarter. The output of both the manufacturing and mining sectors fell over the past two months, likely reflecting the continuing effects of earlier increases in the foreign exchange value of the dollar and lower crude oil prices. Automakers' assembly schedules suggested that light motor vehicle production would increase at a solid pace in the near term, but broader indicators of manufacturing production, such as the readings on new orders from national and regional manufacturing surveys, generally pointed to modest gains in factory output in the coming months.", "Growth in real personal consumption expenditures (PCE) appeared to pick up early in the second quarter from its modest pace in the previous quarter. The components of the nominal retail sales data used by the Bureau of Economic Analysis to construct its estimate of PCE increased in May, and the data for sales in the previous two months were revised up. Sales of light motor vehicles were much higher in May than in April. Among the factors that influence household spending, real disposable income rose in April and gains in households' net worth were supported by further advances in home values. Moreover, consumer sentiment in the University of Michigan Surveys of Consumers in early June remained near its highest level since prior to the most recent recession.", "Activity in the housing sector improved somewhat in recent months but continued to be slow. Starts and building permits of both new single-family homes and multifamily units increased, on balance, in April and May. Sales of new homes rose in April; existing home sales moved down, although pending home sales increased.", "Growth in real private expenditures for business equipment and intellectual property products appeared to remain relatively slow in the second quarter. Nominal shipments of nondefense capital goods excluding aircraft rose in April. Forward-looking indicators, such as new orders for these capital goods along with national and regional surveys of business conditions, pointed to only modest increases in business equipment spending in the near term. Firms' nominal spending for nonresidential structures excluding drilling and mining rose in April. In contrast, the number of oil rigs in operation continued to fall through early June, suggesting a further decline in real business spending for drilling and mining structures in the second quarter.", "Nominal federal spending data for April and May pointed toward a further decline in real federal government purchases in the second quarter. Real state and local government purchases appeared to be rising in the second quarter, with increases in both payrolls and nominal construction spending in recent months.", "The U.S. international trade deficit widened substantially in March but narrowed in April, leaving the deficit modestly wider than in February. After decreasing for four straight months, exports increased in both March and April, as shipments to Asia picked up following the resolution in February of labor disputes at West Coast ports. Imports rebounded in March from the depressed levels in January and February but fell back in April, close to the first-quarter average. While real net exports made a large negative contribution to the change in real GDP in the first quarter of 2015, April data suggested that net exports might be a considerably smaller drag on GDP growth in the second quarter of the year.", "Total U.S. consumer prices, as measured by the PCE price index, only edged up over the 12 months ending in April, held down primarily by earlier large declines in energy prices. Core PCE inflation, which excludes food and energy prices, was 1-1/4 percent over the same 12-month period, restrained in part by declines in the prices of non-energy imports. Measures of expected longer-run inflation from a number of surveys, including the Michigan survey, the Survey of Professional Forecasters, and the Desk's Survey of Primary Dealers, remained stable. However, market-based measures of inflation compensation were still low, although somewhat higher than early in the year. Measures of labor compensation rose at moderate rates, outpacing the rise in consumer prices over the past year. The employment cost index increased 2-3/4 percent over the four quarters ending in the first quarter, while compensation per hour in the nonfarm business sector rose 1-3/4 percent over the same period. Average hourly earnings for all employees increased 2-1/4 percent over the 12 months ending in May. There were some tentative signs that these labor compensation measures were accelerating a little in the first quarter.", "Economic growth in many foreign economies slowed in the first quarter. Real GDP contracted in Canada, where lower oil prices depressed investment, and in Brazil, where business and consumer confidence weakened and high inflation prompted a significant tightening of monetary policy. In addition, real GDP growth slowed in China and Mexico. By contrast, the euro-area economy continued its recovery, and real GDP growth in Japan increased sharply. Inflation rates turned positive in recent months in many foreign economies following the trough in oil prices earlier this year."], "Staff Review of the Economic Situation": ["Staff Review of the Financial Situation Over the intermeeting period, longer-term Treasury yields increased notably amid heightened volatility, apparently boosted by a rise in yields on core euro-area sovereign bonds and, to a lesser extent, stronger-than-anticipated news about the U.S. labor market late in the period. The sharp rise in yields on core euro-area sovereign bonds seemed to reflect a notable rise in term premiums from significantly compressed levels as well as an increase in the path of expected future short-term rates following some positive data for the European economy.", "The nominal Treasury yield curve steepened appreciably, on net, with 2-, 5-, and 10-year yields ending the intermeeting period about 15 to 35 basis points higher. Most of the increase in nominal yields was attributable to a rise in real yields, as measures of inflation compensation were relatively stable.", "Various measures typically used to assess liquidity in Treasury and mortgage-backed securities (MBS) markets were little changed over the intermeeting period; they have generally pointed to relatively stable market functioning over the past several years. However, the majority of respondents to the June Senior Credit Officer Opinion Survey on Dealer Financing Terms indicated that, over the past five years, liquidity and functioning in these markets, especially in Treasury markets, have deteriorated. Respondents attributed the deterioration primarily to securities dealers' decreased willingness to provide balance sheet resources for market making as a result of both regulatory changes and changes in internal risk-management practices.", "On balance, the expected path of the federal funds rate implied by futures contracts steepened noticeably beyond 2015, with a portion of this shift coming after the May employment report. Some evidence suggested that a significant part of the increase may have reflected higher term premiums. By contrast, Federal Reserve communications following the April FOMC meeting were characterized by investors as generally in line with expectations and elicited limited market reaction.", "Results from the June Survey of Primary Dealers and the June Survey of Market Participants indicated little change since the April survey in modal forecasts of the federal funds rate through 2018. Respondents again saw the September 2015 FOMC meeting as the most likely time for the first increase in the target range for the federal funds rate. The expected pace of tightening after the initial increase in the target range for the federal funds rate, whenever that might occur, was similar to that reported in the April survey.", "Over the intermeeting period, most broad U.S. equity price indexes moved down a bit, on net, amid mixed macroeconomic news and little information on earnings. Option-implied volatility on the S&amp;P 500 index over the next month increased, on balance, but remained near the lower end of its historical range. Spreads on 10-year triple-B-rated corporate bonds over comparable-maturity Treasury securities widened somewhat, on net, while spreads on speculative-grade corporate bonds narrowed slightly.", "Financing conditions for large nonfinancial businesses continued to be accommodative. Gross corporate bond issuance remained quite strong, and institutional leveraged loan issuance picked up significantly. Commercial and industrial loans on banks' balance sheets continued to increase at a solid pace. Meanwhile, financing conditions for small businesses continued to improve, though the growth of small business loans on banks' books remained subdued, partly reflecting still-tepid demand for credit from owners of small businesses.", "Financing for commercial real estate remained broadly available, although the expansion of commercial real estate loans on banks' books slowed in April and May, reportedly because of sales of loans secured by nonfarm nonresidential properties into pools of commercial mortgage-backed securities. Measures of residential mortgage credit availability continued to improve gradually over the intermeeting period. Nevertheless, credit remained tight for borrowers with lower credit scores. Interest rates on 30-year fixed-rate mortgages increased about 30 basis points, broadly in line with MBS yields and other longer-term rates. Financing conditions in consumer credit markets stayed accommodative in March and April. Auto and student loans expanded at a robust pace through April, while revolving credit picked up in March and April after a slow start at the beginning of the year.", "Sovereign bond yields in foreign economies rose notably during the intermeeting period, especially in the advanced economies, led by a substantial increase in German bund yields. A number of factors may have contributed to the increase in yields, including a reappraisal of term premiums, which appeared to have fallen to very low levels in April. The rise in yields was also supported by the release of some stronger-than-expected inflation data in the euro area and by European Central Bank communications that volatility in yields was to be expected. Against this backdrop and with a step-up in concerns about developments in Greece, equity prices declined in most countries. Stock prices in Japan and especially in China were the main exceptions. The foreign exchange value of the dollar increased a bit, on balance, during the intermeeting period against the currencies of major U.S. trading partners. While the dollar declined against the euro and other European currencies, it rose against the Canadian dollar, the yen, and many emerging market currencies, boosted in part by the strong U.S. employment report for May."], "Staff Review of the Financial Situation": ["Staff Economic Outlook In the economic forecast prepared by the staff for the June FOMC meeting, real GDP growth in the second half of this year was expected to step up from its pace in the first half. However, economic growth in the second half was projected to be a little lower than in the projection prepared for the April meeting, largely reflecting a small downward revision to the forecast for household spending. The staff's medium-term projection for real GDP growth was essentially unrevised from the previous forecast. The staff continued to project that real GDP would expand at a faster pace than potential output in 2016 and 2017, supported primarily by increases in consumer spending, even as the normalization of the stance of monetary policy was assumed to proceed. The expansion in economic output over the medium term was anticipated to trim resource slack; the unemployment rate was expected to decline gradually to the staff's estimate of its longer-run natural rate.", "The staff's forecast for inflation in the near term was little changed, and it was unrevised over the medium term. Energy prices and non-oil import prices were expected to begin steadily rising next year, but the staff projected that inflation would continue to be below the Committee's longer-run objective of 2 percent over 2016 and 2017. However, inflation was anticipated to reach 2 percent thereafter, with inflation expectations in the longer run assumed to be consistent with the Committee's objective and slack in labor and product markets projected to have waned.", "The staff viewed the extent of uncertainty around its June projections for real GDP growth, the unemployment rate, and inflation as similar to the average over the past 20 years. The risks to the forecasts for real GDP growth and inflation were seen as tilted a little to the downside, reflecting the staff's assessment that neither monetary policy nor fiscal policy was well positioned to help the economy withstand substantial adverse shocks. At the same time, the staff saw the risks around its outlook for the unemployment rate as roughly balanced."], "Staff Economic Outlook": ["Committee Policy Action In its discussion of monetary policy for the period ahead, the Committee agreed that the weakness in the first quarter was at least in part the result of transitory factors, and members anticipated that economic growth would resume in the second quarter. Although they expressed some uncertainty about the extent of the likely near-term pickup, members expected moderate economic growth over the medium term. Labor market conditions had improved somewhat further, and members anticipated further progress in coming months. Ongoing gains in employment and wages along with a high level of consumer confidence were expected to provide support to household spending. Signs of stronger housing activity were encouraging. However, the outlook for business investment remained soft, and net exports were likely to continue to be restrained by the earlier appreciation of the dollar. Inflation had been well below the Committee's longer-run objective, but, with oil prices and the foreign exchange value of the dollar stabilizing, members expected that inflation would gradually rise toward 2 percent over the medium term. Members thus saw economic conditions as continuing to approach those consistent with warranting a start to the normalization of the stance of monetary policy. In these circumstances, members agreed to continue making decisions about the appropriate target range for the federal funds rate on a meeting-by-meeting basis, with their decisions depending on the implications of economic and financial developments for the prospects for labor markets and inflation.", "With respect to its objective of maximum employment, the Committee judged that, on balance, a range of labor market indicators suggested that underutilization of labor resources had diminished somewhat over the intermeeting period. Most members saw room for additional progress in reducing labor market slack, while a couple of members indicated that they viewed the unemployment rate as very close or essentially identical to its mandate-consistent level. Many expected that labor market underutilization would be largely eliminated around year-end if economic activity strengthened as they expected. However, some members were more uncertain about the extent of progress in the labor market to date or were concerned that if the pace of economic growth remained slow, labor market conditions might improve only gradually. Most agreed that they would need more information on developments in the labor market to establish a solid basis for assessing whether labor market conditions had improved sufficiently to initiate tightening.", "Inflation had continued to run below the Committee's 2 percent objective. Most members agreed that the recent stability in crude oil prices had increased their confidence that the downward pressure on inflation from earlier declines in energy prices was abating, and some noted the recent stability of the foreign exchange value of the dollar, which could eventually stem the decline in prices of imports. Market-based measures of inflation compensation remained low, but they had risen some from their levels earlier in the year, and survey measures of inflation expectations continued to be stable. However, core inflation was still well below 2 percent. The Committee agreed to continue to monitor inflation developments closely. In considering the Committee's criteria for beginning policy normalization, all members but one indicated that they would need to see more evidence that economic growth was sufficiently strong and labor market conditions had firmed enough to return inflation to the Committee's longer-run objective over the medium term; one member was already reasonably confident of such an outcome.", "The Committee concluded that, although it had seen some progress, the conditions warranting an increase in the target range for the federal funds rate had not yet been met, and that additional information on the outlook, particularly for labor markets and inflation, would be necessary before deciding to implement such an increase. One member, however, indicated a readiness to take that step at this meeting but also expressed a willingness to wait another meeting or two for additional data before raising the target range.", "In considering how to communicate the rationale for the Committee's policy decision, members discussed the importance of adjusting the language in the postmeeting statement to acknowledge the evolution of progress toward the Committee's objectives. The Committee judged it appropriate to communicate that it had seen some further improvement in labor market conditions over the intermeeting period, stating that a range of labor market indicators suggested that underutilization of labor resources diminished somewhat. It also decided to indicate the likelihood that energy prices might soon exert less downward influence on inflation, saying that energy prices appeared to have stabilized, and to restate its expectation that inflation would rise gradually toward 2 percent over the medium term as the labor market improves further and the transitory effects of earlier declines in energy and import prices dissipate.", "The Committee agreed to maintain the target range for the federal funds rate at 0 to 1/4 percent and to reaffirm in the statement that the Committee's decision about how long to maintain the current target range for the federal funds rate would depend on its assessment of actual and expected progress toward its objectives of maximum employment and 2 percent inflation. Members continued to judge that their evaluation of progress on their objectives would take into account a wide range of information, including measures of labor market conditions, indicators of inflation pressures and inflation expectations, and readings on financial and international developments. Members agreed to retain the indication that the Committee anticipates that it will be appropriate to raise the target range for the federal funds rate when it has seen further improvement in the labor market and is reasonably confident that inflation will move back to its 2 percent objective over the medium term.", "The Committee also maintained its policy of reinvesting principal payments from agency debt and agency mortgage-backed securities in agency mortgage-backed securities and of rolling over maturing Treasury securities at auction. This policy, by keeping the Committee's holdings of longer-term securities at sizable levels, should help maintain accommodative financial conditions. The Committee agreed to reiterate its expectation that, even after employment and inflation are near mandate-consistent levels, economic conditions may, for some time, warrant keeping the target federal funds rate below levels the Committee views as normal in the longer run.", "At the conclusion of the discussion, the Committee voted to authorize and direct the Federal Reserve Bank of New York, until it was instructed otherwise, to execute transactions in the SOMA in accordance with the following domestic policy directive:", "\"Consistent with its statutory mandate, the Federal Open Market Committee seeks monetary and financial conditions that will foster maximum employment and price stability. In particular, the Committee seeks conditions in reserve markets consistent with federal funds trading in a range from 0 to 1/4 percent. The Committee directs the Desk to undertake open market operations as necessary to maintain such conditions. The Committee directs the Desk to maintain its policy of rolling over maturing Treasury securities into new issues and its policy of reinvesting principal payments on all agency debt and agency mortgage-backed securities in agency mortgage-backed securities. The Committee also directs the Desk to engage in dollar roll and coupon swap transactions as necessary to facilitate settlement of the Federal Reserve's agency mortgage-backed securities transactions. The System Open Market Account manager and the secretary will keep the Committee informed of ongoing developments regarding the System's balance sheet that could affect the attainment over time of the Committee's objectives of maximum employment and price stability.\"", "The vote encompassed approval of the statement below to be released at 2:00 p.m.:", "\"Information received since the Federal Open Market Committee met in April suggests that economic activity has been expanding moderately after having changed little during the first quarter. The pace of job gains picked up while the unemployment rate remained steady. On balance, a range of labor market indicators suggests that underutilization of labor resources diminished somewhat. Growth in household spending has been moderate and the housing sector has shown some improvement; however, business fixed investment and net exports stayed soft. Inflation continued to run below the Committee's longer-run objective, partly reflecting earlier declines in energy prices and decreasing prices of non-energy imports; energy prices appear to have stabilized. Market-based measures of inflation compensation remain low; survey-based measures of longer-term inflation expectations have remained stable.", "Consistent with its statutory mandate, the Committee seeks to foster maximum employment and price stability. The Committee expects that, with appropriate policy accommodation, economic activity will expand at a moderate pace, with labor market indicators continuing to move toward levels the Committee judges consistent with its dual mandate. The Committee continues to see the risks to the outlook for economic activity and the labor market as nearly balanced. Inflation is anticipated to remain near its recent low level in the near term, but the Committee expects inflation to rise gradually toward 2 percent over the medium term as the labor market improves further and the transitory effects of earlier declines in energy and import prices dissipate. The Committee continues to monitor inflation developments closely.", "To support continued progress toward maximum employment and price stability, the Committee today reaffirmed its view that the current 0 to 1/4 percent target range for the federal funds rate remains appropriate. In determining how long to maintain this target range, the Committee will assess progress--both realized and expected--toward its objectives of maximum employment and 2 percent inflation. This assessment will take into account a wide range of information, including measures of labor market conditions, indicators of inflation pressures and inflation expectations, and readings on financial and international developments. The Committee anticipates that it will be appropriate to raise the target range for the federal funds rate when it has seen further improvement in the labor market and is reasonably confident that inflation will move back to its 2 percent objective over the medium term.", "The Committee is maintaining its existing policy of reinvesting principal payments from its holdings of agency debt and agency mortgage-backed securities in agency mortgage-backed securities and of rolling over maturing Treasury securities at auction. This policy, by keeping the Committee's holdings of longer-term securities at sizable levels, should help maintain accommodative financial conditions.", "When the Committee decides to begin to remove policy accommodation, it will take a balanced approach consistent with its longer-run goals of maximum employment and inflation of 2 percent. The Committee currently anticipates that, even after employment and inflation are near mandate-consistent levels, economic conditions may, for some time, warrant keeping the target federal funds rate below levels the Committee views as normal in the longer run.\""]}