{"Developments in Financial Markets and Open Market Operations": ["Developments in Financial Markets and Open Market Operations The manager of the System Open Market Account (SOMA) reported on developments in domestic and foreign financial markets, including changes in market participants' expectations for the course of U.S. monetary policy. The deputy manager provided a briefing on money market developments and System open market operations conducted by the Open Market Desk during the period since the Committee met on March 15-16, 2016. Except for the March quarter-end, the daily effective federal funds rate had again remained very close to the center of the Committee's 1/4 to 1/2 percent target range over the intermeeting period. The manager then briefed the Committee on a routine review by the staff of the process for managing foreign currency reserves and a resulting proposal for an enhanced analytical framework for the management of those reserves.", "The Committee voted unanimously to renew the reciprocal currency arrangements with the Bank of Canada and the Bank of Mexico; these arrangements are associated with the Federal Reserve's participation in the North American Framework Agreement of 1994. In addition, the Committee voted unanimously to renew the dollar and foreign currency liquidity swap arrangements with the Bank of Canada, the Bank of England, the Bank of Japan, the European Central Bank, and the Swiss National Bank. The votes to renew the Federal Reserve's participation in these standing arrangements are taken annually at the April FOMC meeting.", "By unanimous vote, the Committee ratified the Desk's domestic transactions over the intermeeting period. There were no intervention operations in foreign currencies for the System's account during the intermeeting period."], "Staff Review of the Economic Situation": ["Staff Review of the Economic Situation The information reviewed for the April 26-27 FOMC meeting indicated that labor market conditions improved further in the first quarter even though growth in real gross domestic product (GDP) appeared to have slowed. Consumer price inflation continued to run below the Committee's longer-run objective of 2 percent, restrained in part by earlier decreases in energy prices and declining prices of non-energy imports. Survey-based measures of longer-run inflation expectations were little changed, on balance, in recent months, while market-based measures of inflation compensation were still low.", "Total nonfarm payroll employment expanded at a solid pace in March, and labor market conditions generally continued to strengthen. Although the unemployment rate edged up to 5.0 percent, both the labor force participation rate and the employment-to-population ratio continued to increase. The share of workers employed part time for economic reasons rose slightly but had been about flat, on balance, over recent months. The rates of private-sector hires and quits moved up in February, while the rate of job openings declined a little but was still at an elevated level. In late March and early April, the four-week moving average of initial claims for unemployment insurance benefits was essentially unchanged, on net, at a low level. Labor productivity growth appeared to have remained slow over the four quarters ending in the first quarter of this year. Measures of labor compensation continued to rise at a modest pace, as average hourly earnings for all employees increased 2-1/4 percent over the 12 months ending in March.", "Total industrial production declined in February and March. Manufacturing output decreased, partly reflecting the effects on export demand of earlier appreciation of the foreign exchange value of the dollar. Meanwhile, mining output continued to contract as a result of further declines in drilling activity associated with low crude oil prices. Moreover, unseasonably warm weather in February and March held down the output of utilities. Automakers' assembly schedules and broader indicators of manufacturing production, such as the readings on new orders from national and regional manufacturing surveys, mostly pointed to only modest gains in factory output over the next few months. Information on extraction and drilling activity for crude oil and natural gas in early April was consistent with further declines in mining output.", "Growth in real personal consumption expenditures (PCE) appeared to have slowed in the first quarter. Real PCE rose moderately in February after being flat in January. The components of the nominal retail sales data used by the Bureau of Economic Analysis to construct its estimate of PCE moved sideways in March, and the rate of sales of new light motor vehicles decreased markedly. Nevertheless, recent readings on key factors that influence consumer spending were consistent with a pickup in real PCE growth in the coming months. Gains in real disposable income continued to be solid in February. Households' net worth was boosted by the rise in equity prices over the intermeeting period and by further strong increases in home values through February. Also, consumer sentiment as measured by the University of Michigan Surveys of Consumers remained upbeat in early April.", "Recent information on housing activity was broadly consistent with a continued slow recovery in this sector. Starts and building permits for new single-family homes declined in March, but both measures were higher in the first quarter as a whole than in the fourth quarter of 2015. However, starts of multifamily units continued to decrease in March. Sales of existing homes rose in March after decreasing in February, while new home sales moved lower in both months; nonetheless, sales of both new and existing homes in the first quarter as a whole were above those in the fourth quarter.", "Real private expenditures for business equipment and intellectual property appeared to decline further in the first quarter. Nominal shipments of nondefense capital goods excluding aircraft decreased, on net, in February and March. Forward-looking indicators of equipment spending, such as new orders for nondefense capital goods along with recent readings from national and regional surveys of business conditions, continued to be soft. Firms' nominal spending for nonresidential structures excluding drilling and mining decreased in February. Indicators of spending for structures in the drilling and mining sector, such as the number of oil and gas rigs in operation, continued to fall through early April. The available data suggested that inventory investment moved down in the first quarter.", "Total real government purchases seemed to have risen modestly in the first quarter. Federal government spending for defense appeared to have declined. However, the payrolls of state and local governments increased in the first quarter, and nominal construction spending by these governments rose, on net, in the first two months of the quarter.", "The U.S. international trade deficit widened in February, as imports rose more than exports; however, preliminary data on trade in goods suggested that the deficit narrowed substantially in March, with imports falling back sharply even as exports declined. Large increases in both exports and imports of consumer goods in February were more than reversed in March. Also, imports of capital goods dropped sharply in March after increasing in February. In all, the recent data indicated that net exports probably continued to be a moderate drag on real GDP growth in the first quarter.", "Total U.S. consumer prices, as measured by the PCE price index, increased 1 percent over the 12 months ending in February, partly restrained by declines in consumer energy prices. Core PCE price inflation, which excludes changes in food and energy prices, was 1-3/4 percent over the same 12-month period, held down in part by falling prices of non-energy imports and the pass-through of declines in energy prices to prices of other goods and services. Over the 12 months ending in March, total consumer prices as measured by the consumer price index (CPI) rose 1 percent, while core CPI inflation was 2-1/4 percent. In light of the CPI data, both total and core PCE price inflation on a 12-month basis appeared to slow a bit in March. Survey measures of longer-run inflation expectations--including those from the Michigan survey along with the Desk's Survey of Primary Dealers and Survey of Market Participants--were generally little changed, on balance, in recent months, although the reading from the Michigan survey in early April was at the low end of its historical range.", "Recent indicators suggested that foreign real GDP growth had picked up in the first quarter after a lackluster performance last year. Economic growth in Canada appeared to have rebounded from a very weak fourth quarter. Recent data on industrial production and retail sales pointed to a pickup in economic growth in the euro area. Although weak economic performance persisted in Japan and South America, the weakness appeared to have abated somewhat. In contrast, economic growth in China moderated in the first quarter, although economic indicators in March were more upbeat than in the earlier months of the year. In the advanced foreign economies (AFEs), headline inflation remained low, held down by earlier declines in energy prices. With inflation generally running below the target rates in these economies, monetary policies remained very accommodative. By contrast, overall inflation in emerging market economies (EMEs) rose in the first quarter, largely reflecting increases in inflation in much of Latin America along with an increase in inflation in China that was driven by higher food prices."], "Staff Review of the Financial Situation": ["Staff Review of the Financial Situation Financial market conditions improved further, on balance, over the intermeeting period, with investors appearing to respond to Federal Reserve communications that were viewed as more accommodative than anticipated and to somewhat better-than-expected incoming data on foreign economic activity. Risk sentiment also appeared to improve further, on net, accompanied by a decline in financial market volatility and higher oil prices. Domestic economic data releases over the period had, on balance, a limited effect on asset prices.", "Federal Reserve communications following the March FOMC meeting were interpreted by market participants as more accommodative than expected. In particular, investors were attentive to the larger-than-expected downward revisions to the projections of the federal funds rate in the FOMC's Summary of Economic Projections as well as to references in the March FOMC statement and the Chair's prepared remarks at the press conference to risks to the U.S. economic outlook stemming from global economic and financial developments. Meanwhile, domestic data releases were mixed and elicited only modest market reactions. On net, financial market quotes implied that the federal funds rate path expected by investors flattened notably, and that their estimated probability of a rate hike by the June FOMC meeting declined significantly. In the Survey of Market Participants, the median investor's modal path for the federal funds rate also moved down substantially, while in the Survey of Primary Dealers, the median dealer's modal path was little changed.", "Consistent with the flatter path for the federal funds rate implied by market quotes, yields on nominal Treasury securities with maturities up to 10 years declined slightly over the period since the March FOMC meeting. Measures of inflation compensation based on Treasury Inflation-Protected Securities increased somewhat but remained at low levels. Credit conditions in municipal bond markets continued to be stable even as the situation facing Puerto Rico and its creditors deteriorated further.", "Over the intermeeting period, broad U.S. equity price indexes moved up, on net, likely because of investors' views that monetary policy would be more accommodative than previously expected along with an improvement in risk sentiment. Stock prices increased broadly across industries, including the energy sector. One-month-ahead implied volatility on the S&amp;P 500 index--the VIX--moved down and ended the period below its historical median. Spreads on 10-year corporate bond yields over yields on comparable-maturity Treasury securities for both triple-B-rated and speculative-grade issuers declined, on balance, but remained at levels near the high end of their ranges since 2012, as the outlook for corporate earnings deteriorated somewhat over the period. In light of available earnings reports of some companies in the S&amp;P 500 index along with equity analysts' forecasts for companies that had not yet issued reports, corporate earnings in the first quarter appeared to have decreased markedly relative to the previous quarter.", "Financing conditions for U.S. nonfinancial businesses remained generally accommodative for investment-grade issuers, and those for speculative-grade firms improved somewhat after showing strains earlier in the year. Corporate bond issuance by speculative-grade firms rebounded in March from the sluggish pace in January and February. Growth of commercial and industrial (C&amp;I) loans on banks' books remained strong and continued to be driven by lending to investment-grade borrowers by large banks. Nonetheless, according to the most recent Senior Loan Officer Opinion Survey on Bank Lending Practices (SLOOS), on balance, banks further tightened their lending standards on C&amp;I loans to large and middle-market firms in the first quarter, while demand for such loans weakened. The SLOOS indicated that banks expected an increase this year in delinquencies and charge-offs on existing loans to firms in the energy sector; banks also noted some deterioration in credit quality of loans to non-energy businesses located in U.S. regions that were dependent on the energy sector.", "A significant number of SLOOS respondents reported tightening their lending standards on all major categories of commercial real estate (CRE) loans during the first quarter. However, demand for CRE loans reportedly strengthened, and CRE loans on banks' books continued to grow at a robust pace over the first quarter. In response to wider and more volatile spreads on commercial mortgage-backed securities (CMBS) since the summer of 2015, CMBS issuance was subdued in the first quarter, consistent with reports from banks in the SLOOS. Over the intermeeting period, CMBS spreads narrowed markedly but remained elevated.", "Growth of residential real estate (RRE) loans on banks' books continued to be low through the first quarter, and credit conditions stayed tight for mortgage borrowers with low credit scores, hard-to-document income, or relatively high debt-to-income ratios. A significant number of SLOOS respondents reportedly eased lending standards on residential mortgages eligible for purchase by the government-sponsored enterprises, and a significant number also experienced stronger demand overall for RRE loans in the first quarter. Over the intermeeting period, rates on 30-year fixed-rate mortgages for well-qualified borrowers edged down in line with yields on mortgage-backed securities and comparable-duration Treasury securities and were near their all-time lows at the end of the period.", "Financing conditions in consumer credit markets were little changed and remained largely accommodative in the first quarter, with student and auto loans continuing to be broadly available. Credit card lending conditions were still relatively tight, particularly for borrowers with subprime credit scores. Responses to the SLOOS indicated that during the first quarter, while credit card lending standards were little changed, a modest number of banks eased standards on auto and other consumer loans. Over the same period, demand for auto loans reportedly strengthened further at many banks. Consumer loan balances continued to increase at a robust pace through February, and data on bank lending activities suggested further growth through March. Issuance of asset-backed securities continued to be strong in the first quarter. Spreads on such securities remained at levels that were a bit higher than usual.", "Since the March FOMC meeting, foreign financial market conditions eased, on net, and overall risk sentiment appeared to have improved. A number of factors likely contributed to the improvement, including expectations of more accommodative monetary policy in the United States. Sentiment was also likely boosted by the release of generally favorable foreign economic data. Against this backdrop, stock prices rose in most countries, with the equity indexes of the EMEs outperforming those of the AFEs. Changes in longer-term yields in the AFEs were mixed: Ten-year sovereign yields decreased slightly in Germany and Japan but increased in Canada and in the United Kingdom. The foreign exchange value of the dollar depreciated against most currencies, in part because higher oil prices supported the currencies of oil exporters.", "In its latest report on potential risks to the stability of the U.S. financial system, the staff continued to judge that vulnerabilities were moderate overall. In particular, leverage and maturity transformation in the financial sector were subdued relative to historical levels, and growth of aggregate private nonfinancial-sector credit was modest. These indicators suggested that the financial system was fairly resilient, as did the absence of a significant increase in funding stresses or margin calls earlier this year when prices of risky assets fell and volatility rose sharply. Since then, prices of risky assets rebounded notably, and valuation pressures rose somewhat. Term premiums remained very low, and CRE valuations were elevated. In addition, corporate debt positions were high, although the issuance of low-rated debt had slowed."], "Staff Economic Outlook": ["Staff Economic Outlook In the U.S. economic forecast prepared by the staff for the April FOMC meeting, real GDP growth in the first quarter of this year was estimated to have been much slower than in the forecast prepared for the March meeting, although projected real GDP growth in the second quarter was revised up a little. Beyond the near term, real GDP was expected to increase slightly faster than in the previous forecast, largely reflecting a somewhat higher projected trajectory for equity prices and lower assumed paths for both longer-term interest rates and the foreign exchange value of the dollar. The staff continued to project that real GDP would expand at a modestly faster pace than potential output in 2016 through 2018, supported primarily by increases in consumer spending. The unemployment rate was expected to gradually decline further and to run somewhat below the staff's estimate of its longer-run natural rate over this period.", "The staff's forecast for inflation was little changed from the previous projection. The staff continued to project that inflation would increase over the next several years, as energy prices and the prices of non-energy imports were expected to begin steadily rising this year, but inflation was still projected to be slightly below the Committee's longer-run objective of 2 percent in 2018.", "The staff viewed the uncertainty around its April projections for real GDP growth, the unemployment rate, and inflation as similar to the average of the past 20 years. The risks to the forecast for real GDP were seen as tilted to the downside, reflecting the staff's assessment that neither monetary nor fiscal policy was well positioned to help the economy withstand substantial adverse shocks. In addition, while there had been recent improvements in global financial and economic conditions, downside risks to the forecast from developments abroad, though smaller, remained. Consistent with the downside risk to aggregate demand, the staff viewed the risks to its outlook for the unemployment rate as skewed to the upside. The risks to the projection for inflation were still judged as weighted to the downside, reflecting the possibility that longer-term inflation expectations may have edged down."], "Participants' Views on Current Economic Conditions and the Economic Outlook": ["Committee Policy Action In their discussion of monetary policy for the period ahead, members judged that information received since the FOMC met in March indicated that labor market conditions had improved further even as growth in economic activity had appeared to slow. They noted that growth in household spending had moderated, although households' real income had risen at a solid rate and consumer sentiment had remained high. They also agreed that since the beginning of the year, the housing sector had improved further, but business fixed investment and net exports had been soft. Members saw a range of recent indicators, including strong job gains, as pointing to additional strengthening of the labor market. Members noted that inflation had continued to run below the Committee's 2 percent longer-run objective, partly reflecting earlier declines in energy prices and falling prices of non-energy imports. Market-based measures of inflation compensation remained low. Survey-based measures of longer-term inflation expectations were little changed, on balance, in recent months.", "With respect to the economic outlook and its implications for monetary policy, members continued to expect that, with gradual adjustments in the stance of monetary policy, economic activity would expand at a moderate pace and labor market indicators would continue to strengthen. Although the recent spending and production data had been disappointing, members generally judged this weakness to be temporary, though some members noted the risk that it might persist, potentially undermining further improvement in the labor market. Members also continued to expect inflation to remain low in the near term, in part because of earlier declines in energy prices, but to rise to 2 percent over the medium term as the transitory effects of declines in energy and import prices dissipated and the labor market strengthened further. In its postmeeting statement, rather than stating that global economic and financial developments continued to pose risks, the Committee decided to indicate that it would continue to closely monitor inflation indicators and global economic and financial developments. This change in language was intended to convey the Committee's sense that the risks associated with global developments had diminished somewhat since the March FOMC meeting without characterizing the overall balance of risks.", "Against the backdrop of its discussion of current conditions, the economic outlook, and the risks and uncertainties surrounding the outlook, the Committee decided to maintain the target range for the federal funds rate at 1/4 to 1/2 percent at this meeting. Members generally agreed that, in light of the recent weak readings on spending and production, and with inflation below the Committee's objective, it would be prudent to wait for additional information bearing on the medium-term outlook before deciding whether to raise the target range for the federal funds rate. One member, however, preferred to raise the target range for the federal funds rate at this meeting, noting that downside risks to the outlook had diminished and that the outlook was for outcomes consistent with the Committee's objectives.", "Members again agreed that, in determining the timing and size of future adjustments to the target range for the federal funds rate, the Committee would assess realized and expected economic conditions relative to its objectives of maximum employment and 2 percent inflation. This assessment would take into account a wide range of information, including measures of labor market conditions, indicators of inflation pressures and inflation expectations, and readings on financial and international developments. In light of the current shortfall of inflation from 2 percent, the Committee agreed that it would carefully monitor actual and expected progress toward its inflation goal. The Committee expected that economic conditions would evolve in a manner that would warrant only gradual increases in the federal funds rate, and that the federal funds rate was likely to remain, for some time, below levels that were expected to prevail in the longer run. Regarding the possibility of adjustments in the stance of policy at the next meeting, members generally judged it appropriate to leave their policy options open and maintain the flexibility to make this decision based on how the incoming data and developments shaped their outlook for the labor market and inflation as well as their evolving assessments of the balance of risks around that outlook. It was noted that communications could help the public understand how the Committee might respond to incoming data and developments over the upcoming intermeeting period. Some members expressed concern that the likelihood implied by market pricing that the Committee would increase the target range for the federal funds rate at the June meeting might be unduly low.", "The Committee also decided to maintain its existing policy of reinvesting principal payments from its holdings of agency debt and agency mortgage-backed securities in agency mortgage-backed securities and of rolling over maturing Treasury securities at auction, and it anticipated doing so until normalization of the level of the federal funds rate is well under way. This policy, by keeping the Committee's holdings of longer-term securities at sizable levels, should help maintain accommodative financial conditions.", "At the conclusion of the discussion, the Committee voted to authorize and direct the Federal Reserve Bank of New York, until it was instructed otherwise, to execute transactions in the SOMA in accordance with the following domestic policy directive, to be released at 2:00 p.m.:", "\"Effective April 28, 2016, the Federal Open Market Committee directs the Desk to undertake open market operations as necessary to maintain the federal funds rate in a target range of 1/4 to 1/2 percent, including overnight reverse repurchase operations (and reverse repurchase operations with maturities of more than one day when necessary to accommodate weekend, holiday, or similar trading conventions) at an offering rate of 0.25 percent, in amounts limited only by the value of Treasury securities held outright in the System Open Market Account that are available for such operations and by a per-counterparty limit of $30 billion per day.", "The Committee directs the Desk to continue rolling over maturing Treasury securities at auction and to continue reinvesting principal payments on all agency debt and agency mortgage-backed securities in agency mortgage-backed securities. The Committee also directs the Desk to engage in dollar roll and coupon swap transactions as necessary to facilitate settlement of the Federal Reserve's agency mortgage-backed securities transactions.\"", "The vote also encompassed approval of the statement below to be released at 2:00 p.m.:", "\"Information received since the Federal Open Market Committee met in March indicates that labor market conditions have improved further even as growth in economic activity appears to have slowed. Growth in household spending has moderated, although households' real income has risen at a solid rate and consumer sentiment remains high. Since the beginning of the year, the housing sector has improved further but business fixed investment and net exports have been soft. A range of recent indicators, including strong job gains, points to additional strengthening of the labor market. Inflation has continued to run below the Committee's 2 percent longer-run objective, partly reflecting earlier declines in energy prices and falling prices of non-energy imports. Market-based measures of inflation compensation remain low; survey-based measures of longer-term inflation expectations are little changed, on balance, in recent months.", "Consistent with its statutory mandate, the Committee seeks to foster maximum employment and price stability. The Committee currently expects that, with gradual adjustments in the stance of monetary policy, economic activity will expand at a moderate pace and labor market indicators will continue to strengthen. Inflation is expected to remain low in the near term, in part because of earlier declines in energy prices, but to rise to 2 percent over the medium term as the transitory effects of declines in energy and import prices dissipate and the labor market strengthens further. The Committee continues to closely monitor inflation indicators and global economic and financial developments.", "Against this backdrop, the Committee decided to maintain the target range for the federal funds rate at 1/4 to 1/2 percent. The stance of monetary policy remains accommodative, thereby supporting further improvement in labor market conditions and a return to 2 percent inflation.", "In determining the timing and size of future adjustments to the target range for the federal funds rate, the Committee will assess realized and expected economic conditions relative to its objectives of maximum employment and 2 percent inflation. This assessment will take into account a wide range of information, including measures of labor market conditions, indicators of inflation pressures and inflation expectations, and readings on financial and international developments. In light of the current shortfall of inflation from 2 percent, the Committee will carefully monitor actual and expected progress toward its inflation goal. The Committee expects that economic conditions will evolve in a manner that will warrant only gradual increases in the federal funds rate; the federal funds rate is likely to remain, for some time, below levels that are expected to prevail in the longer run. However, the actual path of the federal funds rate will depend on the economic outlook as informed by incoming data.", "The Committee is maintaining its existing policy of reinvesting principal payments from its holdings of agency debt and agency mortgage-backed securities in agency mortgage-backed securities and of rolling over maturing Treasury securities at auction, and it anticipates doing so until normalization of the level of the federal funds rate is well under way. This policy, by keeping the Committee's holdings of longer-term securities at sizable levels, should help maintain accommodative financial conditions.\""]}