{"Developments in Financial Markets and Open Market Operations": ["Developments in Financial Markets and Open Market Operations The manager of the System Open Market Account (SOMA) reported on developments in domestic and foreign financial markets over the period since the May FOMC meeting. Yields on Treasury securities and the foreign exchange value of the dollar had declined modestly, while equity prices had continued to rise, contributing to a further easing of financial conditions according to some measures. Moreover, realized and implied volatility in financial markets remained low. Meanwhile, inflation compensation edged lower. Survey results and market pricing suggested that market participants saw a high probability of an increase in the FOMC's target range for the federal funds rate at this meeting.", "The deputy manager reviewed survey results on market expectations for SOMA reinvestment policy and for the evolution of the System's balance sheet over coming years. The deputy manager also commented on money market developments. Over the intermeeting period, the federal funds rate remained well within the FOMC's target range, and take-up at the System's overnight reverse repurchase agreement facility was little changed from the previous period. The spread between the three-month London interbank offered rate and the overnight index swap (OIS) rate had narrowed markedly in recent months after rising noticeably in advance of the implementation of money market fund reform in the fall of 2016. The deputy manager also summarized details of the operational approach that the Open Market Desk planned to follow if the Committee adopted the proposal for SOMA reinvestment policy to be considered at this meeting.", "By unanimous vote, the Committee ratified the Desk's domestic transactions over the intermeeting period. There were no intervention operations in foreign currencies for the System's account during the intermeeting period."], "Staff Review of the Economic Situation": ["Staff Review of the Economic Situation The information reviewed for the June 13-14 meeting showed that labor market conditions continued to strengthen in recent months and suggested that real gross domestic product (GDP) was expanding at a faster pace in the second quarter than in the first quarter. The 12-month change in overall consumer prices, as measured by the price index for personal consumption expenditures (PCE), slowed a bit further in April; total consumer price inflation and core inflation, which excludes consumer food and energy prices, were both running somewhat below 2 percent. Survey-based measures of longer-run inflation expectations were little changed on balance.", "Total nonfarm payroll employment expanded further in April and May, and the average pace of job gains over the first five months of the year was solid. The unemployment rate moved down to 4.3 percent in May; the unemployment rates for African Americans and for Hispanics stepped down but remained above the unemployment rates for Asians and for whites. The overall labor force participation rate declined somewhat, and the share of workers employed part time for economic reasons decreased a little. The rate of private-sector job openings increased in March and April, while the quits rate was little changed and the hiring rate moved down. The four-week moving average of initial claims for unemployment insurance benefits remained at a very low level through early June. Measures of labor compensation continued to rise at moderate rates. Compensation per hour in the nonfarm business sector increased 2-1/4 percent over the four quarters ending in the first quarter, a bit slower than over the same period a year earlier. Average hourly earnings for all employees increased 2-1/2 percent over the 12 months ending in May, about the same as over the comparable period a year earlier.", "Total industrial production rose considerably in April, reflecting gains in manufacturing, mining, and utilities output. Automakers' assembly schedules suggested that motor vehicle production would slow in subsequent months, but broader indicators of manufacturing production, such as the new orders indexes from national and regional manufacturing surveys, pointed to modest gains in factory output over the near term.", "Real PCE rose solidly in April after increasing only modestly in the first quarter. Light motor vehicle sales picked up in April but then moved down somewhat in May. The components of the nominal retail sales data used by the Bureau of Economic Analysis to construct its estimate of PCE were flat in May, but estimated increases in these components of sales for the previous two months were revised up. In addition, recent readings on key factors that influence consumer spending pointed to further solid growth in total real PCE in the near term, including continued gains in employment, real disposable personal income, and households' net worth. Moreover, consumer sentiment, as measured by the University of Michigan Surveys of Consumers, remained upbeat in May.", "Residential investment appeared to be slowing after increasing briskly in the first quarter. The first-quarter strength may have reflected housing activity shifting earlier in response to unseasonably warm weather last quarter, to an anticipation of higher future interest rates, or to both. Starts of new single-family homes edged up in April, but the issuance of building permits for these homes declined somewhat. Meanwhile, starts of multifamily units fell. Moreover, sales of both new and existing homes decreased in April.", "Real private expenditures for business equipment and intellectual property seemed to be increasing further after rising at a solid pace in the first quarter. Both nominal shipments and new orders of nondefense capital goods excluding aircraft rose in April, and new orders continued to exceed shipments, pointing to further gains in shipments in the near term. In addition, indicators of business sentiment were upbeat in recent months. Al&shy;though firms' nominal spending for nonresidential structures excluding drilling and mining declined in April, the number of oil and gas rigs in operation, an indicator of spending for structures in the drilling and mining sector, continued to rise through early June.", "Nominal federal government spending data for April and May pointed to essentially flat real federal purchases in the second quarter. Real state and local government purchases appeared to be moving down, as state and local government payrolls declined, on net, in April and May, and nominal construction expenditures by these governments decreased in April.", "The nominal U.S. international trade deficit widened slightly in March, with a small decline in exports and a small increase in imports. The March data, together with revised estimates for earlier months, indicated that real exports grew briskly in the first quarter and at a faster pace than in the second half of 2016. Real imports also increased in the first quarter but at a slower pace than in the second half of 2016. In April, the nominal trade deficit widened, as imports picked up while exports declined slightly. Net exports were estimated to have made a small positive contribution to real GDP growth in the first quarter. However, the April trade data suggested that net exports might be a slight drag on real GDP growth in the second quarter.", "Total U.S. consumer prices, as measured by the PCE price index, increased 1-3/4 percent over the 12 months ending in April. Core PCE price inflation was 1-1/2 percent over those same 12 months. Over the 12 months ending in May, the consumer price index (CPI) rose a little less than 2 percent, while core CPI inflation was 1-3/4 percent. The median of inflation expectations over the next 5 to 10 years from the Michigan survey was unchanged in May, and the median expectation for PCE price inflation over the next 10 years from the Survey of Professional Forecasters also held steady in the second quarter. Likewise, the medians of longer-run inflation expectations from the Desk's Survey of Primary Dealers and Survey of Market Participants were essentially unchanged in June.", "The economic expansions in Canada and the euro area as well as in China and many other emerging market economies (EMEs) continued to firm in the first quarter. In contrast, economic growth in the United Kingdom slowed sharply. Recent indicators suggested that real GDP growth in most foreign economies remained solid in the second quarter. Headline inflation across the advanced foreign economies (AFEs) generally appeared to moderate from the pace registered over the first quarter, as the effects of earlier increases in energy prices started to fade; core inflation continued to be subdued in many AFEs. Among the EMEs, inflation in China rose while inflation in Latin America fell. In Mexico, the effects of fuel price hikes in January and the pass-through from earlier currency depreciation to prices started to wane, but inflation remained above the central bank's target."], "Staff Review of the Financial Situation": ["Staff Review of the Financial Situation Domestic financial market conditions remained generally accommodative over the intermeeting period. U.S. equity prices increased over the period, longer-term Treasury yields declined, and the dollar depreciated. A decline in the perceived likelihood of a significant fiscal expansion and the below-expectations reading on the April CPI reportedly contributed to lower yields on longer-tenor Treasury securities. Market participants' perceptions of an improved global economic outlook appeared to provide some support to prices of risk assets.", "FOMC communications over the intermeeting period were viewed as broadly in line with investors' expectations that the Committee would continue to remove policy accommodation at a gradual pace. Market participants interpreted the May FOMC statement and the meeting minutes as indicating that the Committee had not materially changed its economic outlook. In response to the discussion of SOMA reinvestment policy in the minutes, a number of market participants reportedly pulled forward their expectations for the most likely timing of a change to the Committee's reinvestment policy, a shift that was evident in the responses to the Desk's Survey of Primary Dealers and Survey of Market Participants. However, investors also reportedly viewed the Committee's planning as mitigating the risk that the process of reducing the size of the Federal Reserve's balance sheet would lead to outsized movements in interest rates or have adverse effects on market functioning.", "The probability of an increase in the target range for the federal funds rate occurring at the June meeting, as implied by quotes on federal funds futures contracts, rose to a high level. However, the expected federal funds rate from late 2018 to the end of 2020 implied by OIS quotes declined slightly. Immediately following the May FOMC meeting, nominal Treasury yields rose at short and intermediate maturities, reportedly reflecting the response of investors to a passage in the postmeeting statement indicating the Committee's view that the slowing in real GDP growth during the first quarter was likely to be transitory. Later in the intermeeting period, yields declined in reaction to the release of weaker-than-expected April CPI data and the somewhat disappointing May employment report. On balance, the Treasury yield curve flattened, with short-term yields rising modestly and the 10-year yield declining. Both 5-year and 5-to-10-year-forward TIPS-based inflation compensation declined, in part reflecting the below-expectations inflation data.", "Broad U.S. equity price indexes increased. One-month-ahead option-implied volatility on the S&amp;P 500 index--the VIX--was little changed, on net, and remained near the lower end of its historical range.", "Conditions in short-term funding markets were stable over the intermeeting period. Yields on a broad set of money market instruments remained in the ranges observed since the FOMC increased the target range for the federal funds rate in March. Term OIS rates rose as expectations firmed for an increase in the federal funds rate target at this meeting.", "Financing conditions for nonfinancial businesses continued to be accommodative. Commercial and industrial loans outstanding increased in April and May after being weak in the first quarter, al&shy;though the growth of these loans remained well below the pace seen a year ago. Issuance of both corporate debt and equity was strong. Gross issuance of institutional leveraged loans was solid in April and May, al&shy;though it receded from the near-record levels seen over the previous two months.", "Commercial real estate (CRE) loans on banks' books grew robustly in April and May, with nonfarm nonresidential loans leading the expansion. However, recent CRE loan growth was a bit slower than that during the first quarter, in part reflecting a slowdown in lending for both construction and multifamily units. Issuance of commercial mortgage-backed securities (CMBS) through the first five months of this year was similar to the issuance over the same period a year earlier. While delinquency rates on CRE loans held by banks edged down further in the first quarter, the delinquency rates on loans in CMBS pools continued to increase. The rise in CMBS delinquency rates was mostly confined to loans that were originated during the period of weak underwriting before the financial crisis. The increase in those delinquencies had generally been expected by market participants and was not anticipated to have a material effect on credit availability or market conditions.", "Residential mortgage rates declined slightly, in line with yields on longer-term Treasury and mortgage-backed securities, but remained elevated relative to the third quarter of 2016. Despite the higher level of mortgage rates, growth in mortgage lending for home purchases remained near the upper end of its recent range during the first quarter. Delinquency rates on residential mortgage loans continued to edge down amid robust house price growth and still-tight lending standards for households with low credit scores and hard-to-document incomes.", "Financing conditions in consumer credit markets remained generally accommodative, although some indicators pointed to modest reductions in credit availability in recent months. Tighter conditions for credit card borrowing were especially apparent within the subprime segment, where there had been some further deterioration of credit performance. On a year-over-year basis, overall credit card balances continued to grow in April at a robust rate, although the pace had moderated a bit from that of 2016.", "Growth in auto loans remained solid through the first quarter. Overall delinquency rates on auto loans continued to be relatively low, but the delinquency rate among subprime borrowers remained elevated, reflecting easier lending standards in 2015 and 2016. Recent evidence suggested that these lending standards had tightened; the credit rating of the average borrower had trended higher, and new extensions of subprime auto loans had declined.", "Over the period since the May FOMC meeting, foreign financial markets were influenced by incoming economic data and by political developments both abroad and in the United States. Most AFE and EME equity indexes edged higher, supported by robust first-quarter earnings reports and generally positive data releases overseas. The broad U.S. dollar depreciated about 1-3/4 percent over the intermeeting period, weakening against both AFE and EME currencies. In particular, the dollar depreciated against the Canadian dollar following communications by the Bank of Canada suggesting that the removal of policy accommodation could occur sooner than previously expected by market participants. The dollar also depreciated against the euro, which was supported by the results of the French presidential election and by stronger-than-expected macroeconomic releases. Those data releases prompted the European Central Bank at its June 8 meeting to change its assessment of risks to the economic outlook from \"tilted to the downside\" to \"balanced.\" U.S. developments, including mixed economic data reports, also weighed on the dollar. In contrast, the dollar strengthened against sterling following the U.K. parliamentary election. Changes in longer-dated AFE sovereign bond yields were mixed, while shorter-dated yields moved slightly higher. EME sovereign spreads were little changed, while flows into EME mutual funds remained robust. However, Brazilian sovereign spreads widened and the Brazilian real depreciated notably amid increased political uncertainty."], "Staff Economic Outlook": ["Staff Economic Outlook In the U.S. economic projection prepared by the staff for the June FOMC meeting, real GDP growth was forecast to step up to a solid pace in the second quarter following its weak reading in the first quarter, primarily reflecting faster real PCE growth. On balance, the incoming data on aggregate spending were a little stronger than the staff had expected, and the forecast of real GDP growth for the current year was a bit higher than in the previous projection. Beyond this year, the projection for real GDP growth was essentially unchanged. The staff continued to project that real GDP would expand at a modestly faster pace than potential output in 2017 through 2019, supported in part by the staff's maintained assumption that fiscal policy would become more expansionary in the coming years. The unemployment rate was projected to decline gradually over the next couple of years and to continue running below the staff's estimate of its longer-run natural rate over this period.", "The staff's forecast for consumer price inflation, as measured by the change in the PCE price index, was revised down slightly for 2017 because of the weaker-than-expected incoming data for inflation. However, the projection was little changed thereafter, as the recent weakness in inflation was viewed as transitory. Inflation was still expected to be somewhat higher this year than last year, largely reflecting an upturn in the prices for food and non-energy imports. The staff projected that inflation would increase further in the next couple of years, and that it would be close to the Committee's longer-run objective in 2018 and at 2 percent in 2019.", "The staff viewed the uncertainty around its projections for real GDP growth, the unemployment rate, and inflation as similar to the average of the past 20 years. Many financial market indicators of uncertainty were subdued, and the uncertainty associated with the foreign outlook appeared to have subsided further, on balance, since late last year; these developments were judged as counterweights to elevated measures of economic policy uncertainty. The staff saw the risks to the forecasts for real GDP and the unemployment rate as balanced; the staff's assessment was that the downside risks associated with monetary policy not being well positioned to respond to adverse shocks had diminished since its previous forecast. The risks to the projection for inflation also were seen as roughly balanced. The downside risks from the possibility that longer-term inflation expectations may have edged down or that the dollar could appreciate substantially were seen as essentially counterbalanced by the upside risk that inflation could increase more than expected in an economy that was projected to continue operating above its longer-run potential."], "Participants' Views on Current Economic Conditions and the Economic Outlook": ["Committee Policy Action In their discussion of monetary policy for the period ahead, members judged that information received since the Federal Open Market Committee met in May indicated that the labor market had continued to strengthen and that economic activity had been rising moderately so far this year. Job gains had moderated but had been solid, on average, since the beginning of the year, and the unemployment rate had declined. Household spending had picked up in recent months, and business fixed investment had continued to expand.", "Inflation on a 12-month basis had declined recently and was running somewhat below 2 percent. The measure of inflation excluding food and energy prices was likewise running somewhat below 2 percent. Market-based measures of inflation compensation remained low; survey-based measures of longer-term inflation expectations had changed little on balance.", "With respect to the economic outlook and its implications for monetary policy, members continued to expect that, with gradual adjustments in the stance of monetary policy, economic activity would expand at a moderate pace, and labor market conditions would strengthen somewhat further. Inflation on a 12-month basis was expected to remain somewhat below 2 percent in the near term, but almost all members expected it to stabilize around 2 percent over the medium term, al&shy;though they were monitoring inflation developments closely. Members continued to judge that there was significant uncertainty about the effects of possible changes in fiscal and other government policies but that near-term risks to the economic outlook appeared roughly balanced, especially as risks related to foreign economic and financial developments had diminished.", "After assessing current conditions and the outlook for economic activity, the labor market, and inflation, all but one member agreed to raise the target range for the federal funds rate to 1 to 1-1/4 percent. They noted that the stance of monetary policy remained accommodative, thereby supporting some further strengthening in labor market conditions and a sustained return to 2 percent inflation.", "Members agreed that, in determining the timing and size of future adjustments to the target range for the federal funds rate, the Committee would assess realized and expected economic conditions relative to its objectives of maximum employment and 2 percent inflation. This assessment would take into account a wide range of information, including measures of labor market conditions, indicators of inflation pressures and inflation expectations, and readings on financial and international developments. Members also agreed that they would carefully monitor actual and expected developments in inflation in relation to the Committee's symmetric inflation goal. They expected that economic conditions would evolve in a manner that would warrant gradual increases in the federal funds rate, and they agreed that the federal funds rate was likely to remain, for some time, below levels that are expected to prevail in the longer run. However, the actual path of the federal funds rate would depend on the economic outlook as informed by incoming data.", "The Committee also decided to maintain its existing policy of reinvesting principal payments from its holdings of agency debt and agency mortgage-backed securities in agency mortgage-backed securities and of rolling over maturing Treasury securities at auction. The Committee expected to begin implementing a balance sheet normalization program in 2017, provided that the economy evolves broadly as anticipated. This program, which would gradually reduce the Federal Reserve's securities holdings by decreasing reinvestment of principal payments from those securities, was described in an addendum to the Committee's Policy Normalization Principles and Plans to be released after this meeting.", "At the conclusion of the discussion, the Committee voted to authorize and direct the Federal Reserve Bank of New York, until it was instructed otherwise, to execute transactions in the SOMA in accordance with the following domestic policy directive, to be released at 2:00 p.m.:", "\"Effective June 15, 2017, the Federal Open Market Committee directs the Desk to undertake open market operations as necessary to maintain the federal funds rate in a target range of 1 to 1-1/4 percent, including overnight reverse repurchase operations (and reverse repurchase operations with maturities of more than one day when necessary to accommodate weekend, holiday, or similar trading conventions) at an offering rate of 1.00 percent, in amounts limited only by the value of Treasury securities held outright in the System Open Market Account that are available for such operations and by a per-counterparty limit of $30 billion per day.", "The Committee directs the Desk to continue rolling over maturing Treasury securities at auction and to continue reinvesting principal payments on all agency debt and agency mortgage-backed securities in agency mortgage-backed securities. The Committee also directs the Desk to engage in dollar roll and coupon swap transactions as necessary to facilitate settlement of the Federal Reserve's agency mortgage-backed securities transactions.\"", "The vote also encompassed approval of the statement below to be released at 2:00 p.m.:", "\"Information received since the Federal Open Market Committee met in May indicates that the labor market has continued to strengthen and that economic activity has been rising moderately so far this year. Job gains have moderated but have been solid, on average, since the beginning of the year, and the unemployment rate has declined. Household spending has picked up in recent months, and business fixed investment has continued to expand. On a 12-month basis, inflation has declined recently and, like the measure excluding food and energy prices, is running somewhat below 2 percent. Market-based measures of inflation compensation remain low; survey-based measures of longer-term inflation expectations are little changed, on balance.", "Consistent with its statutory mandate, the Committee seeks to foster maximum employment and price stability. The Committee continues to expect that, with gradual adjustments in the stance of monetary policy, economic activity will expand at a moderate pace, and labor market conditions will strengthen somewhat further. Inflation on a 12-month basis is expected to remain somewhat below 2 percent in the near term but to stabilize around the Committee's 2 percent objective over the medium term. Near-term risks to the economic outlook appear roughly balanced, but the Committee is monitoring inflation developments closely.", "In view of realized and expected labor market conditions and inflation, the Committee decided to raise the target range for the federal funds rate to 1 to 1-1/4 percent. The stance of monetary policy remains accommodative, thereby supporting some further strengthening in labor market conditions and a sustained return to 2 percent inflation.", "In determining the timing and size of future adjustments to the target range for the federal funds rate, the Committee will assess realized and expected economic conditions relative to its objectives of maximum employment and 2 percent inflation. This assessment will take into account a wide range of information, including measures of labor market conditions, indicators of inflation pressures and inflation expectations, and readings on financial and international developments. The Committee will carefully monitor actual and expected inflation developments relative to its symmetric inflation goal. The Committee expects that economic conditions will evolve in a manner that will warrant gradual increases in the federal funds rate; the federal funds rate is likely to remain, for some time, below levels that are expected to prevail in the longer run. However, the actual path of the federal funds rate will depend on the economic outlook as informed by incoming data.", "The Committee is maintaining its existing policy of reinvesting principal payments from its holdings of agency debt and agency mortgage-backed securities in agency mortgage-backed securities and of rolling over maturing Treasury securities at auction. The Committee currently expects to begin implementing a balance sheet normalization program this year, provided that the economy evolves broadly as anticipated. This program, which would gradually reduce the Federal Reserve's securities holdings by decreasing reinvestment of principal payments from those securities, is described in the accompanying addendum to the Committee's Policy Normalization Principles and Plans.\""]}