{"Developments in Financial Markets and Open Market Operations": ["Developments in Financial Markets and Open Market Operations The deputy manager of the System Open Market Account (SOMA) provided an overview of developments in U.S. and global financial markets. Financial markets were quite volatile over the intermeeting period. Market participants pointed to a number of factors as contributing to the heightened volatility and sustained declines in risk asset prices and interest rates over recent months including a weaker outlook and greater uncertainties for foreign economies (particularly for Europe and China), perceptions of greater policy risks, and the partial shutdown of the federal government. Against this backdrop, market participants appeared to interpret FOMC communications at the time of the December meeting as not fully appreciating the tightening of financial conditions and the associated downside risks to the U.S. economic outlook that had emerged since the fall. In addition, some market reports suggested that investors perceived the FOMC to be insufficiently flexible in its approach to adjusting the path for the federal funds rate or the process for balance sheet normalization in light of those risks. The deterioration in risk sentiment late in December was reportedly amplified by poor liquidity and thin trading conditions around year-end.", "Early in the new year, market sentiment improved following communications by Federal Reserve officials emphasizing that the Committee could be \"patient\" in considering further adjustments to the stance of policy and that it would be flexible in managing the reduction of securities holdings in the SOMA. On balance, stock prices finished the period up almost 5 percent while corporate risk spreads narrowed, reversing a portion of the changes in these variables since the September FOMC meeting.", "The deputy manager reported results from the Open Market Desk's latest surveys of primary dealers and market participants. Regarding the outlook for policy, the median path for the federal funds rate among respondents had shifted down about 25 basis points relative to the responses from the surveys conducted ahead of the December meeting. Moreover, the average probability that respondents attached to an increase in the target range as the next policy action declined and the corresponding probabilities they attached to the possibility that the target range would be unchanged or lowered at some point this year increased. Concerning expectations for the FOMC statement, many survey respondents anticipated the retention of language pointing to the likelihood of \"some further gradual increases\" in the target range for the federal funds rate but many also expected the statement to emphasize patience or data dependence in the conduct of policy. Consistent with recent communications that the FOMC would be flexible in its approach to balance sheet normalization, the survey results also suggested that the respondents anticipated that the Committee would slow the balance sheet runoff in scenarios that involved a reduction in the target range for the federal funds rate.", "In reviewing money market developments, the deputy manager noted that federal funds continued to trade at rates close to the interest on excess reserves rate. Moreover, no signs of reserve scarcity were evident in the behavior of the federal funds rate; the correlation between daily changes in reserve balances and the federal funds rate remained close to zero. In other markets, repurchase agreement (repo) rates spiked at year-end, reportedly reflecting strong demands for financing from dealers associated with large Treasury auction net settlements on that day combined with a cutback in the supply of financing available from banks and others managing the size of their balance sheets over year-end for reporting purposes. The deputy manager noted that the Federal Reserve Bank of New York was planning to release a notice in early February for public comment on plans to include new data on selected deposits in the calculation of the overnight bank funding rate (OBFR). In addition, the staff had begun work aimed at publishing a series of backward-looking average secured overnight financing rates (SOFR) as a further step to support reference rate reform. The staff planned to solicit public feedback on this effort later this year and initiate publication of these averages by the first half of 2020.", "Following the briefing, participants raised a number of questions about market reports that the Federal Reserve's balance sheet runoff and associated \"quantitative tightening\" had been an important factor contributing to the selloff in equity markets in the closing months of last year. While respondents assessed that the reduction of securities held in the SOMA would put some modest upward pressure on Treasury yields and agency mortgage-backed securities (MBS) yields over time, they generally placed little weight on balance sheet reduction as a prime factor spurring the deterioration in risk sentiment over that period. However, some other investors reportedly held firmly to the belief that the runoff of the Federal Reserve's securities holdings was a factor putting significant downward pressure on risky asset prices, and the investment decisions of these investors, particularly in thin market conditions around the year-end, might have had an outsized effect on market prices for a time. Participants also discussed the hypothesis that investors may have taken some signal about the future path of the federal funds rate based on perceptions that the Federal Reserve was unwilling to adjust the pace of balance sheet runoff in light of economic and financial developments.", "By unanimous vote, the Committee ratified the Desk's domestic transactions over the intermeeting period. There were no intervention operations in foreign currencies for the System's account during the intermeeting period."], "Staff Review of the Economic Situation": ["Staff Review of the Economic Situation The information available for the January 29-30 meeting indicated that labor market conditions continued to strengthen and that growth in real gross domestic product (GDP) was solid in the fourth quarter of last year, although the availability of data was more limited than usual because of the partial federal government shutdown that extended from December 22 to January 25. Consumer price inflation, as measured by the 12‑month percentage change in the price index for personal consumption expenditures (PCE), was a bit below 2 percent in November, held down in part by recent declines in consumer energy prices. Survey-based measures of longer-run inflation expectations were little changed.", "Total nonfarm payroll employment expanded strongly in December. The national unemployment rate edged up but was still at a low level of 3.9 percent, while the labor force participation rate also increased somewhat; as a result, the employment-to-population ratio remained steady in December. The unemployment rates for African Americans, Asians, and Hispanics in December were below their levels at the end of the previous economic expansion, although persistent differentials in unemployment rates across groups remained. The share of workers employed part time for economic reasons continued to be close to the lows reached in late 2007. The rates of private-sector job openings and quits edged down in November but were still at high levels; initial claims for unemployment insurance benefits through the middle of January were near historically low levels. Average hourly earnings for all employees rose 3.2 percent over the 12 months ending in December.", "Industrial production increased solidly in December. Output gains were strong in the manufacturing and mining sectors, while the output of utilities declined, with warmer-than-usual temperatures lowering the demand for heating. Automakers' assembly schedules suggested that the production of light motor vehicles would ease somewhat in the first quarter, although new orders indexes from national and regional manufacturing surveys pointed to moderate gains in overall factory output in the coming months.", "Household spending looked to have increased strongly in the fourth quarter, as real PCE growth was strong in October and November. The release of the retail sales report for December was delayed, but available indicators--such as credit card and debit card transaction data and light motor vehicle sales--suggested that household spending growth remained strong in December. Key factors that influence consumer spending--including ongoing gains in real disposable personal income and still-elevated measures of households' net worth--continued to be supportive of solid real PCE growth in the near term. Consumer sentiment, as measured by the University of Michigan Surveys of Consumers, was less upbeat in early January than it had been last year but remained at a generally favorable level.", "Real residential investment appeared to have declined again in the fourth quarter, likely reflecting in part decreases in the affordability of housing arising from both the net increase in mortgage interest rates over the past year and ongoing, though somewhat slower, house price appreciation. Data on starts and permits for new residential construction in December were not available, but building permit issuance for new single-family homes--which tends to be a good indicator of the underlying trend in construction of such homes--had moved down modestly in the previous couple of months. Sales of existing homes decreased, on net, over November and December, while data on new home sales for those two months were delayed.", "Growth in real private expenditures for business equipment and intellectual property looked to have picked up solidly in the fourth quarter. Nominal shipments of nondefense capital goods excluding aircraft rose, on balance, in October and November, while information on shipments for December was delayed; available indicators of transportation equipment spending in the fourth quarter were strong. Forward-looking indicators of business equipment spending--such as orders for nondefense capital goods excluding aircraft and readings on business sentiment--pointed to somewhat slower spending gains in the near term. Data on nominal business expenditures for nonresidential structures outside of the drilling and mining sector in November were not available. The number of crude oil and natural gas rigs in operation--an indicator of business spending for structures in the drilling and mining sector--was roughly flat in December and through most of January.", "Total real government purchases appeared to have increased moderately in the fourth quarter. Nominal defense spending in October and November pointed to solid growth in real federal purchases, although spending data for December were delayed. The partial federal government shutdown restrained real federal purchases somewhat in the fourth quarter and likely had a more significant negative effect on federal purchases in the first quarter. Real purchases by state and local governments looked to have risen modestly in the fourth quarter, as the payrolls of those governments expanded a bit over that period. Nominal state and local construction spending had risen solidly in October, but construction data for November were delayed.", "Data on U.S. international trade for November and December also were delayed. The available data for October suggested that the contribution of the change in net exports to real GDP growth in the fourth quarter would be much less negative than the drag of nearly 2 percentage points in the third quarter.", "Total U.S. consumer prices, as measured by the PCE price index, increased 1.8 percent over the 12 months ending in November. Core PCE price inflation, which excludes changes in consumer food and energy prices, was 1.9 percent over that same period. The consumer price index (CPI) rose 1.9 percent over the 12 months ending in December, while core CPI inflation was 2.2 percent. Recent readings on survey-based measures of longer-run inflation expectations--including those from the Michigan survey and the Desk's Survey of Primary Dealers and Survey of Market Participants--were little changed.", "Recent data suggested that foreign economic growth was subdued in the fourth quarter relative to earlier in the year. In the advanced foreign economies (AFEs), especially the euro area, indicators of economic activity weakened further, though they remained consistent with positive economic growth. In the emerging market economies (EMEs), growth in Mexico and Brazil appeared to have slowed to a modest pace in the fourth quarter after a temporary pickup in the third quarter. The Chinese economy expanded at a slower pace than earlier in the year amid notable weakness in household spending, and Chinese imports from other emerging Asian economies turned down. Foreign inflation fell in the fourth quarter, largely reflecting lower oil prices. Inflation pressures, especially in some AFEs, generally remained muted."], "Staff Review of the Financial Situation": ["Staff Review of the Financial Situation Investor risk sentiment fluctuated materially over the intermeeting period. A variety of factors--including FOMC communications, weaker-than-expected data, trade policy uncertainties, the partial federal government shutdown, and concerns about the outlook for corporate earnings--were cited by market participants as contributing to a deterioration in risk sentiment early in the period. During this time, broad equity indexes declined substantially amid a sharp rise in financial market volatility, and corporate bond spreads widened notably. Subsequently, positive signals regarding trade policy, robust economic data releases, and communications from FOMC participants led to an improvement in risk sentiment. On net, the S&amp;P 500 index rose, option-implied volatility--the VIX--fell, Treasury yields declined, and corporate spreads narrowed over the intermeeting period. Despite the intermeeting moves in financial markets, financial conditions remained notably tighter than in September 2018. Financing conditions for businesses and households tightened a bit further over the intermeeting period but remained generally supportive of spending.", "December FOMC communications were reportedly perceived by market participants as not fully appreciating the implications of tighter financial conditions and softening global data over recent months for the U.S. economic outlook. Subsequent communications from FOMC participants were interpreted as suggesting that the FOMC would be patient in assessing the implications of recent economic and financial developments. The market-implied path for the federal funds rate in 2019 was little changed, on net, over the intermeeting period and investors continued to expect no change to the target range for the federal funds rate at the January FOMC meeting. The market-implied path for 2020 shifted down somewhat.", "Nominal Treasury yields fluctuated substantially, with heightened risk aversion contributing to a significant decline in yields early in the intermeeting period. Subsequently, yields rose, though 2-, 5-, and 10-year yields still ended the period somewhat lower, on net. The spread between the yields on nominal 10- and 2-year Treasury securities was little changed over the period, and remained in the lower end of its historical range over recent decades. The near-term forward spread--the difference between the current implied three-month forward rate at a horizon six quarters ahead (derived from the Treasury yield curve) and the current yield on a three-month Treasury bill--narrowed, on net, and also was in the lower end of its historical distribution. The 5-year and 5-to-10-year-forward inflation compensation measures based on Treasury Inflation-Protected Securities (TIPS) edged down a bit over the period; both measures were down significantly from levels prevailing in the fall of last year.", "In U.S. risky asset markets, the S&amp;P 500 equity index was down as much as 8 percent at one point during the period but ended the period notably higher. On net, the VIX fell substantially while corporate bond spreads narrowed a bit.", "The federal funds rate and other overnight funding rates rose following the increase in the target range for the federal funds rate at the December FOMC meeting. Year-end pressures in repo markets were reportedly exacerbated by a high volume of settlements of Treasury securities against a backdrop of large dealer inventories and reduced intermediation by global systemically important banks. General collateral repo rates moved up sharply at year-end but subsequently returned to normal levels.", "Foreign financial markets followed the same general pattern as those in the United States. On balance, foreign equity prices moved up moderately and sovereign credit spreads in EMEs narrowed. Moreover, inflows to dedicated emerging market funds resumed after two quarters of outflows. Longer-term sovereign yields in AFEs edged lower on net.", "The dollar depreciated broadly amid falling U.S. yields and greater investor optimism about prospects for some EMEs. The dollar depreciated notably against the British pound, on net, as market participants reportedly saw an increased likelihood of a delay in the Brexit process. The dollar also depreciated considerably against the Brazilian real and the Mexican peso following progress on pension reform in Brazil and a fiscal announcement in Mexico that was perceived as prudent.", "Financing conditions for nonfinancial firms tightened somewhat, on balance. Gross issuance of corporate bonds slowed considerably in December across the credit rating spectrum but rebounded in January. Even so, the volume of high-yield bonds issued by nonfinancial firms remained well below its average over the past few years. Spreads on nonfinancial corporate bonds were volatile but narrowed a bit, on net, and stayed at levels well above those that prevailed a year ago. The credit quality of nonfinancial corporations continued to show signs of deterioration, although actual corporate bond defaults remained low overall. Institutional leveraged loan issuance slowed in December to its lowest level since July 2016, as loan spreads widened substantially. Small business credit market conditions were little changed, and credit conditions in municipal bond markets stayed accommodative on net.", "Private-sector analysts significantly revised down their projections for corporate earnings for the fourth quarter and for 2019 as a whole. The pace of gross equity issuance through both initial and seasoned offerings was sluggish in December, amid reports that several firms may have pushed back initial equity offerings.", "Respondents to the January 2019 Senior Loan Officer Opinion Survey on Bank Lending Practices (SLOOS) reported that lending standards for commercial and industrial (C&amp;I) loans remained basically unchanged in the fourth quarter, after having reported easing standards over the past several quarters. Growth of C&amp;I loans on banks' balance sheets picked up in the fourth quarter, reflecting stronger originations as well as reduced paydowns and loan sales.", "In the commercial real estate (CRE) sector, financing conditions remained accommodative. Although commercial mortgage backed securities (CMBS) spreads were volatile, they were little changed, on net, over the intermeeting period, and issuance of both agency and non-agency CMBS remained strong. CRE loan growth at banks continued to expand at a pace comparable with that seen over the course of 2018. Banks in the January SLOOS reported that demand was unchanged, on net, in the fourth quarter for nonfarm nonresidential loans, the largest CRE loan category, while demand was reportedly weaker for multifamily loans and construction loans. On balance, banks reported tightening their standards for all types of CRE loans in the fourth quarter.", "Financing conditions in the residential mortgage market also remained accommodative for most borrowers. Purchase mortgage origination activity continued to decline modestly through November, while refinancing activity continued to be muted.", "In consumer credit markets, financing conditions tightened a bit but, on balance, remained generally supportive of growth in household spending. Banks reported in the SLOOS that they tightened credit card lending standards during the fourth quarter. In the consumer asset-backed securities market, spreads widened somewhat amid broad market volatility.", "The staff provided an update on its views with respect to potential risks to financial stability. The increase in financial market volatility seen over the fall of last year was characterized as a return to historically more typical levels, following the historically low-volatility environment that persisted through much of 2017 and 2018. However, the increase in volatility in financial markets in December was viewed as substantial and as likely exacerbated by thin year-end liquidity, among other factors. Staff judged asset valuation pressures in equity and corporate debt markets to have abated somewhat in the period since the assessment presented in the November 2018 financial stability report. Staff continued to monitor developments in the leveraged loan market given the sharp rise in spreads and slowdown in issuance late last year. The build-up in overall nonfinancial business debt to levels close to historical highs relative to GDP was viewed as a factor that could amplify adverse shocks to the business sector. Staff continued to judge risks associated with household-sector debt as moderate. Both the risks associated with financial leverage and the vulnerabilities related to maturity transformation were viewed as being low, as they have been for some time."], "Staff Economic Outlook": ["Staff Economic Outlook The U.S. economic forecast prepared by the staff for the January FOMC meeting was revised down a little, on balance, primarily reflecting somewhat lower projected paths for domestic equity prices and foreign economic growth. The staff estimated that U.S. real GDP growth was solid in the fourth quarter of last year, bolstered by consumer spending and business investment, and that the effects of the partial federal government shutdown were quite small in that quarter. Real GDP growth was expected to slow but remain solid in the first half of this year, with the effects of the partial federal government shutdown modestly restraining GDP growth in the first quarter and those effects being reversed in the second quarter. In the medium term, real GDP growth in 2019 was forecast to be at a rate above the staff's estimate of potential output growth, step down to the growth rate of potential output next year and then slow further to a pace below potential output growth in 2021. The unemployment rate was projected to decline somewhat further below the staff's estimate of its longer-run natural rate but to bottom out by the end of this year and begin to edge up in 2021. With labor market conditions judged to already be tight, the staff continued to assume that projected employment gains would manifest in smaller-than-usual downward pressure on the unemployment rate and in larger-than-usual upward pressure on the labor force participation rate.", "The staff's forecast for inflation was little revised for the January FOMC meeting. Core PCE price inflation was still expected to step up to 2 percent over this year as a whole and then to run at that level through the medium term. Total PCE price inflation was forecast to be a little below core inflation this year and next, reflecting projected declines in energy prices, and then to run at the same level as core inflation in 2021.", "The staff viewed the uncertainty around its projections for real GDP growth, the unemployment rate, and inflation as similar to the average of the past 20 years. The staff also saw the risks to the forecasts for real GDP growth and the unemployment rate as roughly balanced. On the upside, household spending and business investment could expand faster than the staff projected, supported in part by the tax cuts enacted last year. On the downside, trade policies and foreign economic developments could move in directions that have significant negative effects on U.S. economic growth. Risks to the inflation projection also were seen as balanced. The upside risk that inflation could increase more than expected in an economy that was projected to move further above its potential was counterbalanced by the downside risk that longer-term inflation expectations may be lower than was assumed in the staff forecast, as well as the possibility that the dollar could appreciate if foreign economic conditions deteriorated."], "Participants' Views on Current Economic Conditions and the Economic Outlook": ["Committee Policy Action In their discussion of monetary policy for the period ahead, members judged that information received since the Committee met in December indicated that the labor market had continued to strengthen and that economic activity had been rising at a solid rate. Job gains had been strong, on average, in recent months, and the unemployment rate had remained low. Household spending had continued to grow strongly, while growth of business fixed investment had moderated from its rapid pace earlier last year. On a 12-month basis, both overall inflation and inflation for items other than food and energy remained near 2 percent. Although market-based measures of inflation compensation had moved lower in recent months, survey-based measures of longer-term inflation expectations were little changed.", "In their consideration of the economic outlook, members noted that financial conditions had tightened, on net, since September, and that global growth had moderated; members also observed that a number of uncertainties, including those pertaining to the evolution of policies of the U.S. and foreign governments, still awaited resolution. However, members continued to view sustained expansion of economic activity, strong labor market conditions, and inflation near the Committee's symmetric 2 percent objective as the most likely outcomes for the U.S. economy in the period ahead. In light of global economic and financial developments and muted inflation pressures, the Committee could be patient as it determined what future adjustments to the target range for the federal funds rate may be appropriate to support these outcomes.", "After assessing current conditions and the outlook for economic activity, the labor market, and inflation, members decided to maintain the target range for the federal funds rate at 2-1/4 to 2-1/2 percent. Members agreed that in determining the timing and size of future adjustments to the target range for the federal funds rate, the Committee would assess realized and expected economic conditions relative to the Committee's maximum employment and symmetric 2 percent inflation objectives. They reiterated that this assessment would take into account a wide range of information, including measures of labor market conditions, indicators of inflation pressures and inflation expectations, and readings on financial and international developments. More generally, members noted that decisions regarding near-term adjustments of the stance of monetary policy would appropriately remain dependent on the evolution of the outlook as informed by incoming data.", "With regard to the postmeeting statement, members agreed to change the characterization of recent growth in economic activity from \"strong\" to \"solid,\" consistent with incoming information that suggested that the pace of expansion of the U.S. economy had moderated somewhat since late last year. The description of indicators of inflation expectations was revised to recognize that the downward moves in market-based measures of inflation compensation that occurred in recent months had been sustained, while also noting that survey-based measures of longer-term inflation expectations were little changed. Members also agreed to several adjustments in the description of the outlook for the economy and monetary policy. The statement language was revised to indicate that the Committee continued to view sustained expansion of economic activity, strong labor market conditions, and inflation near 2 percent as \"the most likely outcomes.\" Members also agreed to add a sentence indicating that, in light of \"global economic and financial developments and muted inflation pressures, the Committee will be patient as it determines what future adjustments to the target range for the federal funds rate may be appropriate to support these outcomes.\" This sentence was intended to convey the Committee's view that a patient and flexible approach was appropriate at this time as a way to manage risks while assessing incoming information bearing on the economic outlook. In light of the range of uncertainties associated with global economic and financial developments, the Committee decided that it was not useful at this time to express a judgment about the balance of risks.", "At the conclusion of the discussion, the Committee voted to authorize and direct the Federal Reserve Bank of New York, until instructed otherwise, to execute transactions in the SOMA in accordance with the following domestic policy directive, to be released at 2:00 p.m.:", "\"Effective January 31, 2019, the Federal Open Market Committee directs the Desk to undertake open market operations as necessary to maintain the federal funds rate in a target range of 2-1/4 to 2-1/2 percent, including overnight reverse repurchase operations (and reverse repurchase operations with maturities of more than one day when necessary to accommodate weekend, holiday, or similar trading conventions) at an offering rate of 2.25 percent, in amounts limited only by the value of Treasury securities held outright in the System Open Market Account that are available for such operations and by a per counterparty limit of $30 billion per day.", "The Committee directs the Desk to continue rolling over at auction the amount of principal payments from the Federal Reserve's holdings of Treasury securities maturing during each calendar month that exceeds $30 billion, and to continue reinvesting in agency mortgage-backed securities the amount of principal payments from the Federal Reserve's holdings of agency debt and agency mortgage-backed securities received during each calendar month that exceeds $20 billion. Small deviations from these amounts for operational reasons are acceptable.", "The Committee also directs the Desk to engage in dollar roll and coupon swap transactions as necessary to facilitate settlement of the Federal Reserve's agency mortgage-backed securities transactions.\"", "The vote also encompassed approval of the statement below to be released at 2:00 p.m.:", "\"Information received since the Federal Open Market Committee met in December indicates that the labor market has continued to strengthen and that economic activity has been rising at a solid rate. Job gains have been strong, on average, in recent months, and the unemployment rate has remained low. Household spending has continued to grow strongly, while growth of business fixed investment has moderated from its rapid pace earlier last year. On a 12-month basis, both overall inflation and inflation for items other than food and energy remain near 2 percent. Although market-based measures of inflation compensation have moved lower in recent months, survey-based measures of longer-term inflation expectations are little changed.", "Consistent with its statutory mandate, the Committee seeks to foster maximum employment and price stability. In support of these goals, the Committee decided to maintain the target range for the federal funds rate at 2-1/4 to 2-1/2 percent. The Committee continues to view sustained expansion of economic activity, strong labor market conditions, and inflation near the Committee's symmetric 2 percent objective as the most likely outcomes. In light of global economic and financial developments and muted inflation pressures, the Committee will be patient as it determines what future adjustments to the target range for the federal funds rate may be appropriate to support these outcomes.", "In determining the timing and size of future adjustments to the target range for the federal funds rate, the Committee will assess realized and expected economic conditions relative to its maximum employment objective and its symmetric 2 percent inflation objective. This assessment will take into account a wide range of information, including measures of labor market conditions, indicators of inflation pressures and inflation expectations, and readings on financial and international developments.\""]}