{"Developments in Financial Markets and Open Market Operations": ["Staff Review of the Economic Situation The information reviewed at the January 24-25 meeting indicated that U.S. economic activity continued to expand moderately, while global growth appeared to be slowing. Overall conditions in the labor market improved further, although the unemployment rate remained elevated. Consumer price inflation was subdued, and measures of long-run inflation expectations remained stable.", "The unemployment rate declined to 8.5 percent in December; however, both long-duration unemployment and the share of workers employed part time for economic reasons were still quite high. Private nonfarm employment continued to expand moderately, while state and local government employment decreased at a slower pace than earlier in 2011. Some indicators of firms' hiring plans improved. Initial claims for unemployment insurance edged lower, on balance, since the middle of December but remained at a level consistent with only modest employment growth.", "Industrial production expanded in November and December, on net, and the rate of manufacturing capacity utilization moved up. Motor vehicle assemblies were scheduled to increase, on balance, in the first quarter of 2012, and broader indicators of manufacturing activity, such as the diffusion indexes of new orders from the national and regional manufacturing surveys, were at levels that suggested moderate growth in production in the near term.", "Real personal consumption expenditures continued to rise moderately in November, boosted by spending for motor vehicles and other durables, although households' real disposable income edged down. In December, however, nominal retail sales excluding purchases at motor vehicle and parts outlets declined, and sales of motor vehicles also dropped slightly. Consumer sentiment improved further in early January but was still at a low level.", "Activity in the housing market improved a bit in recent months but continued to be held down by the large overhang of foreclosed and distressed properties, uncertainty about future home prices, and tight underwriting standards for mortgage loans. Starts and permits for new single-family homes rose in November and December but remained only a little above the depressed levels seen earlier in 2011. Sales of new and existing homes also firmed somewhat in recent months, but home prices continued to trend lower.", "Real business expenditures on equipment and software appeared to have decelerated in the fourth quarter. Nominal orders and shipments of nondefense capital goods excluding aircraft declined in November for a second month. Forward-looking indicators of firms' equipment spending were mixed: Some survey measures of business conditions and capital spending plans improved, but corporate bond spreads continued to be elevated and analysts' earnings expectations for producers of capital goods remained muted. Nominal business spending for nonresidential construction was unchanged in November and continued to be held back by high vacancy rates and tight credit conditions for construction loans. Inventories in most industries looked to be well aligned with sales, though motor vehicle stocks remained lean.", "Monthly data for federal government spending pointed to a significant decline in real defense purchases in the fourth quarter. Real state and local government purchases seemed to be decreasing at a slower rate than during earlier quarters, as the pace of reductions in payrolls eased and construction spending leveled off in recent months.", "The U.S. international trade deficit widened in November as exports fell and imports rose. Exports declined in most major categories, with the exception of consumer goods. Exports of industrial supplies and materials were especially weak, though the weakness was concentrated in a few particularly volatile categories and reflected, in part, declines in prices. The rise in imports largely reflected higher imports of petroleum products and automotive products, which more than offset decreases in most other broad categories of imports.", "Overall U.S. consumer prices as measured by the price index for personal consumption expenditures were unchanged in November; as measured by the consumer price index, they were flat in December as well. Consumer energy prices decreased in recent months, while increases in consumer food prices slowed. Consumer prices excluding food and energy rose modestly in the past two months. Near-term inflation expectations from the Thomson Reuters/University of Michigan Surveys of Consumers were essentially unchanged in early January, and longer-term inflation expectations remained stable.", "Available measures of labor compensation indicated that wage gains continued to be modest. Average hourly earnings for all employees posted a moderate gain in December, and their rate of increase from 12 months earlier remained slow.", "Recent indicators of foreign economic activity pointed to a substantial deceleration in the fourth quarter of 2011. In the euro area, retail sales and industrial production were below their third-quarter averages in both October and November. Economic activity in much of Asia was disrupted by the effects of severe flooding in Thailand, which affected supply chains in the region. Twelve-month inflation rates receded in several advanced and emerging market economies, and most central banks maintained policy rates or eased further while continuing to provide significant liquidity support."], "Staff Review of the Economic Situation": ["Staff Review of the Financial Situation Developments in Europe continued to be a central focus for investors over the intermeeting period as concerns persisted about the prospects for a durable solution to the European fiscal and financial difficulties. Nevertheless, market sentiment toward Europe appeared to brighten a bit, and U.S. economic data releases were somewhat better than investors expected, leading to some improvement in conditions in financial markets.", "On balance over the period, the expected path for the federal funds rate implied by money market futures quotes was essentially unchanged. Yields on nominal Treasury securities rose slightly at intermediate and longer maturities. Indicators of inflation compensation derived from nominal and inflation-protected Treasury securities edged up.", "U.S. financial institutions reportedly retained ready access to short-term funding markets; there were no significant dislocations in those markets over year-end. Dollar funding pressures for European banks eased slightly. While spreads of the London interbank offered rate (Libor) over overnight index swap (OIS) rates of the same maturity remained elevated, rates for unsecured overnight commercial paper (CP) issued by some entities with European parents declined substantially following the lowering of charges on the central bank liquidity swap lines with the Federal Reserve, the implementation by the European Central Bank (ECB) of its first three-year longer-term refinancing operation (LTRO), and the passage of year-end. In secured funding markets, spreads of overnight asset-backed CP rates over overnight unsecured CP rates also declined, and the general collateral repurchase agreement, or repo, market continued to function normally.", "Indicators of financial stress eased somewhat over the intermeeting period, although they generally continued to be elevated. Market-based measures of possible spillovers from troubles at particular financial firms to the broader financial system were below their levels in the fall but remained above their levels prior to the financial crisis. Initial fourth-quarter earnings reports for large bank holding companies were mixed relative to market expectations, with poor capital market revenues weighing on the profits of institutions with significant trading operations. Although credit default swap (CDS) spreads of most large domestic bank holding companies remained elevated, they moved lower over the intermeeting period, and some institutions took advantage of easing credit conditions by issuing significant quantities of new long-term debt. Equity prices of most large domestic financial institutions outperformed the broader market, on net, over the intermeeting period. Nonetheless, the ratio of the market value of bank equity to its book value remained low for some large financial firms. Responses to the December Senior Credit Officer Opinion Survey on Dealer Financing Terms indicate that, since August, securities dealers have devoted increased time and attention to the management of concentrated credit exposures to other financial intermediaries, pointing to increased concern over counterparty risk.", "Broad equity price indexes increased more than 6 percent, on net, over the intermeeting period, and option-implied equity volatility declined notably. Yields on investment-grade corporate bonds declined a bit relative to those on comparable-maturity Treasury securities, while spreads of speculative-grade corporate bond yields over yields on Treasury securities decreased noticeably. Indicators of the credit quality of nonfinancial corporations continued to be solid. Conditions in the secondary market for leveraged loans were stable, with median bid prices about unchanged. Financing conditions for large nonfinancial businesses generally remained favorable. Bond issuance by investment-grade nonfinancial corporations was robust, though below its elevated November pace, while issuance by lower-rated firms slowed, likely owing in part to seasonal factors. Issuance of leveraged loans was relatively modest in the fourth quarter compared with its rapid pace earlier in the year. Share repurchases and cash-financed mergers by nonfinancial firms maintained their recent strength in the third quarter, leaving net equity issuance deeply negative.", "Financing conditions for commercial real estate (CRE) remained strained, and issuance of commercial mortgage-backed securities was very light in the fourth quarter. Responses to the January Senior Loan Officer Opinion Survey on Bank Lending Practices (SLOOS) indicated that bank CRE lending standards continued to be extraordinarily tight, but some banks reported having reduced the spreads of loan rates over their cost of funds (compared with a year ago) for the first time since 2007. Delinquency rates on commercial mortgages remained elevated, and CRE price indexes continued to fluctuate around levels substantially lower than their 2007 peaks.", "Conditions in residential mortgage markets remained extremely tight. Although mortgage interest rates and yields on current-coupon agency MBS edged down to near their historical lows, mortgage refinancing activity continued to be subdued amid tight underwriting standards and low levels of home equity. Mortgage delinquency rates, while improving gradually, remained elevated relative to pre-crisis norms, and house prices continued to move lower. The price of subprime residential mortgage-backed securities (RMBS), as measured by the ABX index, rose over the intermeeting period, consistent with similar changes for other higher-risk fixed-income securities. RMBS prices were supported by reports of the sale of a significant portion of the RMBS held in the Maiden Lane II portfolio.", "On the whole, conditions in consumer credit markets showed signs of improvement. Consumer credit increased in November, while delinquency rates on credit card loans in securitized pools held steady in November at historically low levels. Data on credit card solicitations and from responses to the January SLOOS suggested that lending standards on consumer loans continued to ease modestly.", "Financing conditions for state and local governments were mixed. Gross long-term issuance of municipal bonds remained robust in December, with continued strength in new issuance for capital projects. CDS spreads for states inched down further over the intermeeting period, and yields on long-term general obligation municipal bonds fell notably. However, downgrades of municipal bonds continued to substantially outpace upgrades in the third quarter.", "In the fourth quarter, bank credit continued to increase as banks accumulated agency MBS and growth of total loans picked up. Core loans--the sum of commercial and industrial (C&amp;I) loans, real estate loans, and consumer loans--expanded modestly. Growth of C&amp;I loans at domestic banks was robust but was partly offset by weakness at U.S. branches and agencies of European banks. Noncore loans rose sharply, on net, reflecting in part a surge in such loans at the U.S. branches and agencies of European institutions. Responses to the January SLOOS indicated that, in the aggregate, loan demand strengthened slightly and lending standards eased a bit further in the fourth quarter.", "M2 increased at an annual rate of 5 1/4 percent in December, likely reflecting continued demand for safe and liquid assets given investor concerns over developments in Europe. In addition, demand deposits rose rapidly around year-end, reportedly because lenders in short-term funding markets chose to leave substantial balances with banks over the turn of the year. The monetary base increased in December, largely reflecting growth in currency. Reserve balances were roughly unchanged over the intermeeting period.", "International financial markets seemed somewhat calmer over the intermeeting period than they had been in previous months, and the funding conditions faced by most European financial institutions and sovereigns eased somewhat in the wake of the ECB's first three-year LTRO. Short-term euro interest rates moved lower as euro-area institutions drew a substantial amount of three-year funds from the ECB, and dollar funding costs for European banks also appeared to decline. Spreads of yields on Italian and Spanish government debt over those on German bunds narrowed over the intermeeting period, with spreads on shorter-term debt falling particularly noticeably. The apparent improvement in market sentiment was not diminished by news late in the period that Standard &amp; Poor's lowered its long-term sovereign bond ratings of nine euro-area countries and the European Financial Stability Facility or by news that negotiations over the terms of a voluntary private-sector debt exchange for Greece had not yet reached a conclusion.", "The staff's broad index of the foreign exchange value of the dollar declined slightly over the intermeeting period. While the dollar fell against most other currencies, it appreciated against the euro. Foreign stock markets generally ended the period higher, with headline equity indexes in Europe and the emerging market economies up substantially, although emerging market equity and bond funds continued to experience outflows on net during the period."], "Staff Review of the Financial Situation": ["Staff Economic Outlook In the economic forecast prepared for the January FOMC meeting, the staff's projection for the growth in real gross domestic product (GDP) in the near term was revised down a bit. The revision reflected the apparent decline in federal defense purchases and the somewhat shallower trajectory for consumer spending in recent months; the recent data on the labor market, production, and other spending categories were, on balance, roughly in line with the staff's expectations at the time of the previous forecast. The medium-term projection for real GDP growth in the January forecast was little changed from the one presented in December. Although the developments in Europe were expected to continue to weigh on the U.S. economy during the first half of this year, the staff still projected that real GDP growth would accelerate gradually in 2012 and 2013, supported by accommodative monetary policy, further improvements in credit availability, and rising consumer and business sentiment. The increase in real GDP was expected to be sufficient to reduce the slack in product and labor markets only slowly over the projection period, and the unemployment rate was anticipated to still be high at the end of 2013.", "The staff's forecast for inflation was essentially unchanged from the projection prepared for the December FOMC meeting. With stable long-run inflation expectations and substantial slack in labor and product markets anticipated to persist over the forecast period, the staff continued to project that inflation would remain subdued in 2012 and 2013."], "Staff Economic Outlook": ["Committee Policy Action Members viewed the information on U.S. economic activity received over the intermeeting period as suggesting that the economy had been expanding moderately and generally agreed that the economic outlook had not changed greatly since they met in December. While overall labor market conditions had improved somewhat further and unemployment had declined in recent months, almost all members viewed the unemployment rate as still elevated relative to levels that they saw as consistent with the Committee's mandate over the longer run. Available data indicated some slowing in the pace of economic growth in Europe and in some emerging market economies, pointing to reduced growth of U.S. exports going forward. With the economy facing continuing headwinds from the recent financial crisis and with growth slowing in a number of U.S. export markets, members generally expected a modest pace of economic growth over coming quarters, with the unemployment rate declining only gradually. Strains in global financial markets continued to pose significant downside risks to economic activity. Inflation had been subdued in recent months, and longer-term inflation expectations remained stable. Members generally anticipated that inflation over coming quarters would run at or below the 2 percent level that the Committee judges most consistent with its mandate.", "In their discussion of monetary policy for the period ahead, members agreed that it would be appropriate to maintain the existing highly accommodative stance of monetary policy. In particular, they agreed to keep the target range for the federal funds rate at 0 to 1/4 percent, to continue the program of extending the average maturity of the Federal Reserve's holdings of securities as announced in September, and to retain the existing policies regarding the reinvestment of principal payments from Federal Reserve holdings of securities.", "With respect to the statement to be released following the meeting, members agreed that only relatively small modifications to the first two paragraphs were needed to reflect the incoming information and the modest changes to the economic outlook implied by the recent data. In light of the economic outlook, almost all members agreed to indicate that the Committee expects to maintain a highly accommodative stance for monetary policy and currently anticipates that economic conditions--including low rates of resource utilization and a subdued outlook for inflation over the medium run--are likely to warrant exceptionally low levels for the federal funds rate at least through late 2014, longer than had been indicated in recent FOMC statements. In particular, several members said they anticipated that unemployment would still be well above their estimates of its longer-term normal rate, and inflation would be at or below the Committee's longer-run objective, in late 2014. It was noted that extending the horizon of the Committee's forward guidance would help provide more accommodative financial conditions by shifting downward investors' expectations regarding the future path of the target federal funds rate. Some members underscored the conditional nature of the Committee's forward guidance and noted that it would be subject to revision in response to significant changes in the economic outlook.", "The Committee also stated that it is prepared to adjust the size and composition of its securities holdings as appropriate to promote a stronger economic recovery in a context of price stability. A few members observed that, in their judgment, current and prospective economic conditions--including elevated unemployment and inflation at or below the Committee's objective--could warrant the initiation of additional securities purchases before long. Other members indicated that such policy action could become necessary if the economy lost momentum or if inflation seemed likely to remain below its mandate-consistent rate of 2 percent over the medium run. In contrast, one member judged that maintaining the current degree of policy accommodation beyond the near term would likely be inappropriate; that member anticipated that a preemptive tightening of monetary policy would be necessary before the end of 2014 to keep inflation close to 2 percent.", "At the conclusion of the discussion, the Committee voted to authorize and direct the Federal Reserve Bank of New York, until it was instructed otherwise, to execute transactions in the System Account in accordance with the following domestic policy directive:", "\"The Federal Open Market Committee seeks monetary and financial conditions that will foster price stability and promote sustainable growth in output. To further its long-run objectives, the Committee seeks conditions in reserve markets consistent with federal funds trading in a range from 0 to 1/4 percent. The Committee directs the Desk to continue the maturity extension program it began in September to purchase, by the end of June 2012, Treasury securities with remaining maturities of approximately 6 years to 30 years with a total face value of $400 billion, and to sell Treasury securities with remaining maturities of 3 years or less with a total face value of $400 billion. The Committee also directs the Desk to maintain its existing policies of rolling over maturing Treasury securities into new issues and of reinvesting principal payments on all agency debt and agency mortgage-backed securities in the System Open Market Account in agency mortgage-backed securities in order to maintain the total face value of domestic securities at approximately $2.6 trillion. The Committee directs the Desk to engage in dollar roll transactions as necessary to facilitate settlement of the Federal Reserve's agency MBS transactions. The System Open Market Account Manager and the Secretary will keep the Committee informed of ongoing developments regarding the System's balance sheet that could affect the attainment over time of the Committee's objectives of maximum employment and price stability.\"", "The vote encompassed approval of the statement below to be released at 12:30 p.m.:", "\"Information received since the Federal Open Market Committee met in December suggests that the economy has been expanding moderately, notwithstanding some slowing in global growth. While indicators point to some further improvement in overall labor market conditions, the unemployment rate remains elevated. Household spending has continued to advance, but growth in business fixed investment has slowed, and the housing sector remains depressed. Inflation has been subdued in recent months, and longer-term inflation expectations have remained stable.", "Consistent with its statutory mandate, the Committee seeks to foster maximum employment and price stability. The Committee expects economic growth over coming quarters to be modest and consequently anticipates that the unemployment rate will decline only gradually toward levels that the Committee judges to be consistent with its dual mandate. Strains in global financial markets continue to pose significant downside risks to the economic outlook. The Committee also anticipates that over coming quarters, inflation will run at levels at or below those consistent with the Committee's dual mandate.", "To support a stronger economic recovery and to help ensure that inflation, over time, is at levels consistent with the dual mandate, the Committee expects to maintain a highly accommodative stance for monetary policy. In particular, the Committee decided today to keep the target range for the federal funds rate at 0 to 1/4 percent and currently anticipates that economic conditions--including low rates of resource utilization and a subdued outlook for inflation over the medium run--are likely to warrant exceptionally low levels for the federal funds rate at least through late 2014.", "The Committee also decided to continue its program to extend the average maturity of its holdings of securities as announced in September. The Committee is maintaining its existing policies of reinvesting principal payments from its holdings of agency debt and agency mortgage-backed securities in agency mortgage-backed securities and of rolling over maturing Treasury securities at auction. The Committee will regularly review the size and composition of its securities holdings and is prepared to adjust those holdings as appropriate to promote a stronger economic recovery in a context of price stability.\""]}