{"Developments in Financial Markets and Open Market Operations": ["Staff Review of the Economic Situation The information reviewed for the December 16-17 meeting suggested that economic activity was increasing at a moderate pace in the fourth quarter and that labor market conditions had improved further. Consumer price inflation continued to run below the FOMC's longer-run objective of 2 percent, partly restrained by declining energy prices. Market-based measures of inflation compensation moved lower, but survey measures of longer-run inflation expectations remained stable.", "Total nonfarm payroll employment expanded in October and November at a faster pace than in the third quarter. The unemployment rate edged down to 5.8 percent in October and remained at that level in November. Both the labor force participation rate and the employment-to-population ratio rose slightly, and the share of workers employed part time for economic reasons declined. The rate of private-sector job openings stayed, on balance, at its recent elevated level in September and October, and the rates of hiring and of quits stepped up on net.", "Industrial production rose in October and November, led by strong increases in manufacturing output. Automakers' schedules indicated that the pace of light motor vehicle assemblies would move up somewhat in the first quarter, and broader indicators of manufacturing production, such as the readings on new orders from the national and regional manufacturing surveys, were generally consistent with solid gains in factory output over the near term.", "Real personal consumption expenditures (PCE) appeared to be rising robustly in the fourth quarter. The components of the nominal retail sales data used to construct estimates of PCE rose strongly in October and November, and light motor vehicle sales increased noticeably. Key factors that influence household spending pointed toward further solid PCE growth. Real disposable income rose further in October, energy prices continued to decline, households' net worth likely increased as home values advanced, and consumer sentiment in early December from the Thomson Reuters/University of Michigan Surveys of Consumers was at its highest level since before the most recent recession.", "The pace of activity in the housing sector generally remained slow. Both starts and permits of new single-family homes increased only a little, on balance, in October and November. Starts of multifamily units declined, on net, over the past two months. Sales of new and existing homes rose modestly in October.", "Real private expenditures for business equipment and intellectual property appeared to be decelerating in the fourth quarter. Nominal orders and shipments of nondefense capital goods excluding aircraft declined in October. However, new orders for these capital goods remained above the level of shipments, and other forward-looking indicators, such as national and regional surveys of business conditions, were generally consistent with modest near-term gains in business equipment spending. Firms' nominal spending for nonresidential structures edged down in October after rising slightly in the third quarter.", "Data for October and November pointed toward a decline in real federal government purchases in the fourth quarter after a surprisingly large third-quarter increase. Real state and local government purchases appeared to be rising modestly in the fourth quarter as their payrolls and construction expenditures increased a little in recent months.", "The U.S. international trade deficit was little changed in October, as exports and imports both rose. The gains in exports were concentrated in aircraft and other capital goods, and the increase in imports reflected a pickup in purchases of automotive products and computers. But with the October deficit remaining wider than the monthly average in the third quarter, real net exports looked to be declining in the fourth quarter.", "Both total U.S. consumer price inflation, as measured by the PCE price index, and core inflation, as measured by PCE prices excluding food and energy, were about 1-1/2 percent over the 12 months ending in October; consumer energy prices declined, while consumer food prices rose more than overall prices. Over the 12 months ending in November, total inflation as measured by the consumer price index (CPI) was 1 1/4 percent, partly reflecting the further decline in energy prices, while core CPI inflation was 1-3/4 percent. Measures of expected long-run inflation from a variety of surveys, including the Michigan survey, the Blue Chip Economic Indicators, the Survey of Professional Forecasters, and the Desk's Survey of Primary Dealers, remained stable. In contrast, market-based measures of inflation compensation moved lower.", "Labor compensation continued to increase only a little faster than consumer prices. Compensation per hour in the nonfarm business sector rose about 2 percent over the year ending in the third quarter. Similar rates of increase were observed for the employment cost index over the same year-long period and for average hourly earnings for all employees over the 12 months ending in November.", "Overall growth in foreign real gross domestic product (GDP) remained subdued in the third quarter. In the advanced foreign economies, real GDP contracted for a second consecutive quarter in Japan, rose only slightly in the euro area, but continued to expand moderately in Canada and the United Kingdom. In the emerging market economies, economic growth slowed in Mexico in the third quarter and remained sluggish in Brazil; economic growth in China likely slowed moderately in the fourth quarter. Oil prices continued to decline, likely reflecting favorable supply developments as well as some weakening in global demand. Inflation in the advanced foreign economies remained quite low during the intermeeting period, partly because of the fall in oil prices. Declining oil prices had a smaller effect on inflation in the emerging market economies, reflecting the greater prevalence of administered energy prices."], "Staff Review of the Economic Situation": ["Staff Review of the Financial Situation Over the intermeeting period, market participants became a bit more optimistic about U.S. economic prospects while also responding to economic and policy developments abroad. The sharp decline in oil prices weighed on inflation compensation and left a mixed imprint on other asset markets. On net, yields on longer-term Treasury securities fell, corporate bond spreads widened, equity prices were little changed, and the foreign exchange value of the dollar appreciated.", "Economic data releases reinforced the views of market participants that the U.S. economic recovery continued to gain momentum. In addition, investors appeared to read the October FOMC statement as suggesting a slightly less accommodative path for future monetary policy than they had previously expected.", "Results from the December Survey of Primary Dealers indicated that the dealers' expectations for the timing of the first increase in the federal funds target range and the subsequent policy path were little changed from the October survey. The average probability distribution of the expected date of liftoff continued to imply that the most likely date would be around the middle of 2015, with the distribution having narrowed slightly compared with the previous survey.", "Longer-term nominal Treasury yields declined significantly, on balance, over the intermeeting period. Measures of inflation compensation based on Treasury Inflation-Protected Securities and on inflation swaps decreased, reportedly reflecting, in part, the decline in oil prices and increased concerns about global economic growth.", "Broad U.S. equity price indexes were about unchanged over the intermeeting period. Option-implied volatility for one-month returns on the S&amp;P 500 index--the VIX--rose sharply late in the period to levels close to those in mid-October. Investment- and speculative-grade corporate bond spreads widened over the period. Spreads on speculative-grade bonds for energy-related firms rose substantially because of the pronounced decline in oil prices.", "Business financing flows were robust over the intermeeting period. Gross bond issuance by nonfinancial corporations was the strongest in more than a year. Nonfinancial commercial paper outstanding expanded noticeably in November, more than compensating for a slowdown in October. Commercial and industrial loans on banks' books continued to expand briskly. In addition, issuance of both leveraged loans and collateralized loan obligations were strong in October and November.", "Financing for commercial real estate (CRE) remained broadly available. CRE loans on banks' books expanded at a moderate pace in October and November, and issuance of commercial mortgage-backed securities (CMBS) was strong. According to the December Senior Credit Officer Opinion Survey on Dealer Financing Terms, broker-dealers had eased somewhat all of the terms on which they finance CMBS for most-favored clients.", "Measures of residential mortgage lending conditions were little changed over the intermeeting period. Credit conditions for mortgages remained tight for borrowers with less-than-pristine credit. Interest rates on 30-year fixed-rate mortgages declined, consistent with the moves in longer-term Treasury yields. Refinancing activity was subdued.", "Financing conditions in consumer credit markets generally stayed accommodative. Auto and student loan balances expanded robustly in October, and revolving credit balances increased at a moderate pace. Issuance of consumer asset-backed securities was strong in the fourth quarter.", "Reflecting divergent economic and monetary policy prospects in the United States and abroad, the dollar appreciated substantially against most currencies over the intermeeting period. The dollar moved up significantly against the yen as the Bank of Japan expanded its asset purchase program as well as against the currencies of oil exporters as oil prices declined. Over the period, market participants seemed to conclude that monetary policy in Europe was likely to be put on a more accommodative path, and 10-year yields in Germany and the United Kingdom declined further. As German yields fell to new record lows, spreads of most euro-area peripheral bonds over those yields narrowed. Changes in stock prices abroad were mixed, on net, over the intermeeting period: There were large increases in Japan and China along with large decreases in oil-exporting countries, such as Canada, Mexico, and Russia.", "Late in the intermeeting period, following the sharp fall in oil prices, the Russian ruble depreciated rapidly and substantially, prompting the Russian central bank, which had already raised its policy rate in early November, to raise the rate twice more in five days, with the most recent increase following an unscheduled policy meeting on December 15."], "Staff Review of the Financial Situation": ["Staff Economic Outlook In the staff forecast prepared for the December FOMC meeting, real GDP growth in the second half of 2014 was higher than in the projection for the October meeting, largely reflecting stronger-than-expected data for PCE. Nevertheless, real GDP growth was anticipated to slow in the fourth quarter as both net exports and federal government purchases--important positive contributors to real GDP growth in the third quarter--were anticipated to drop back. The staff's medium-term forecast for real GDP growth was revised up a little on net. The projected path for oil prices was lower, and the trajectory for equity prices was a bit higher. And although the projected path of the dollar was revised up, the staff revised down its estimate of how much the appreciation of the dollar since last summer would restrain projected growth in real GDP. The staff continued to forecast that real GDP would expand at a faster pace in 2015 and 2016 than it had this year and that it would rise more quickly than potential output, supported by increases in consumer and business confidence and a pickup in foreign economic growth, along with monetary policy that was assumed to remain highly accommodative for some time. In 2017, real GDP growth was projected to begin slowing toward, but to remain above, the rate of potential output growth as the normalization of monetary policy was assumed to proceed. The expansion in economic activity over the medium term was anticipated to slowly reduce resource slack, and the unemployment rate was expected to decline gradually and to temporarily move slightly below the staff's estimate of its longer-run natural rate.", "The staff's forecast for inflation in the near term was revised down to reflect the further large energy price declines since the October FOMC meeting, which were anticipated to lead to a temporary decrease in the total PCE price index late this year and early next year. The staff's inflation projection for the next few years was essentially unchanged; the staff continued to project that inflation would move up gradually toward, but run somewhat below, the Committee's longer-run objective of 2 percent. Nevertheless, inflation was projected to reach the Committee's objective over time, with longer-run inflation expectations assumed to remain stable, prices of energy and non-oil imports forecast to begin rising next year, and slack in labor and product markets anticipated to diminish slowly.", "The staff viewed the uncertainty around its projections for real GDP growth, the unemployment rate, and inflation as similar to the average over the past 20 years. The risks to the forecast for real GDP growth and inflation were viewed as tilted a little to the downside, reflecting the staff's assessment that neither monetary policy nor fiscal policy was well positioned to help the economy withstand adverse shocks. At the same time, the staff viewed the risks around its outlook for the unemployment rate as roughly balanced."], "Staff Economic Outlook": ["Committee Policy Action In their discussion of monetary policy for the period ahead, members judged that information received since the FOMC met in October indicated that economic activity was expanding at a moderate pace. Labor market conditions had improved further, with solid job gains and a lower unemployment rate; taken as a whole, labor market indicators suggested that the underutilization of labor resources was continuing to diminish. Household spending was rising moderately and business fixed investment was advancing, while the recovery in the housing sector remained slow. Inflation had continued to run below the Committee's longer-run objective, in part reflecting declines in energy prices. Market-based measures of inflation compensation had declined somewhat further, but survey-based measures of longer-term inflation expectations had remained stable. The Committee expected that, with appropriate monetary policy accommodation, economic activity would continue to expand at a moderate pace, with labor market indicators moving toward levels the Committee judges consistent with its dual mandate. The Committee also expected that inflation would rise gradually toward 2 percent as the labor market improves further and the transitory effects of lower energy prices and other factors dissipate.", "In their discussion of language for the postmeeting statement, members generally agreed that they should acknowledge the broad improvement in labor market conditions over the intermeeting period as well as their judgment that labor market slack continued to diminish. In addition, they decided that the statement should note that the low level of inflation seen of late partly reflected the recent decline in energy prices. The Committee modified the previous statement language to make clear that it expects that inflation will rise gradually toward 2 percent as the labor market improves further and the transitory effects of lower energy prices and other factors dissipate. Given the uncertainties about the outlook for inflation, members decided that it would be appropriate to indicate that the Committee continues to monitor inflation developments closely.", "The Committee agreed to maintain the target range for the federal funds rate at 0 to 1/4 percent and to reaffirm the indication in the statement that the Committee's decision about how long to maintain the current target range for the federal funds rate would depend on its assessment of actual and expected progress toward its objectives of maximum employment and 2 percent inflation. Most members agreed to update the Committee's forward guidance with language indicating that it judges that it can be patient in beginning to normalize the stance of monetary policy. In order to avoid the misinterpretation that this new wording reflected a change in the Committee's policy intentions, the statement included a sentence indicating that the Committee sees this guidance as consistent with its previous statement that it likely will be appropriate to maintain the 0 to 1/4 percent target range for the federal funds rate for a considerable time following the end of its asset purchase program in October, especially if projected inflation continues to run below the Committee's 2 percent longer-run goal, and provided that longer-term inflation expectations remain well anchored. Two members thought that this forward guidance did not take sufficient account of the progress that had been made toward the Committee's objectives, while one wanted to strengthen the forward guidance in order to underscore the Committee's commitment to its 2 percent inflation objective. Members agreed that their policy decisions would remain data dependent, and they continued to include wording in the statement noting that if incoming information indicates faster progress toward the Committee's employment and inflation objectives than the Committee now expects, then increases in the target range for the federal funds rate would likely occur sooner than currently anticipated, and, similarly, that if progress proves slower than expected, then increases in the target range would likely occur later than currently anticipated. The Committee decided to maintain its policy of reinvesting principal payments from its holdings of agency debt and agency mortgage-backed securities in agency mortgage-backed securities and of rolling over maturing Treasury securities at auction. This policy, by keeping the Committee's holdings of longer-term securities at sizable levels, should help maintain accommodative financial conditions. Finally, the Committee also decided to reiterate its expectation that, even after employment and inflation are near mandate-consistent levels, economic conditions may, for some time, warrant keeping the target federal funds rate below levels the Committee views as normal in the longer run. At the conclusion of the discussion, the Committee voted to authorize and direct the Federal Reserve Bank of New York, until it was instructed otherwise, to execute transactions in the SOMA in accordance with the following domestic policy directive:", "The vote encompassed approval of the statement below to be released at 2:00 p.m.:"]}