{"Developments in Financial Markets and Open Market Operations": ["Developments in Financial Markets and Open Market Operations The manager reported on developments in financial markets during the period since the Committee met on July 26-27, 2016. Over much of the period, financial market volatility was relatively low, but volatility increased somewhat in the last couple of weeks of the period amid shifting views among market participants about potential monetary policy actions by the Federal Reserve and foreign central banks. The deputy manager followed with a briefing on open market operations and developments in money markets, including investment flows and changes in market interest rates in anticipation of the upcoming implementation of reforms to the money market fund (MMF) industry. Usage of the System's overnight reverse repurchase agreement facility increased modestly in the most recent intermeeting period. Federal funds generally continued to trade close to the middle of the FOMC's target range of 1/4 to 1/2 percent.", "The Committee was also briefed on planned revisions to the policies of the Open Market Desk on counterparties for domestic and foreign open market operations. The proposal was intended in part to create a single unified framework for the management of counterparties and to increase the transparency of the Desk's counterparty policies. The Committee indicated its general support for the proposal. Desk staff anticipated that the revisions would be published later this year.", "By unanimous vote, the Committee ratified the Desk's domestic transactions over the intermeeting period. There were no intervention operations in foreign currencies for the System's account during the intermeeting period."], "Staff Review of the Economic Situation": ["Staff Review of the Economic Situation The information reviewed for the September 20-21 meeting indicated that labor market conditions strengthened in recent months and that real gross domestic product (GDP) was increasing at a faster pace in the third quarter than in the first half of the year. Consumer price inflation continued to run below the Committee's longer-run objective of 2 percent, restrained in part by earlier decreases in energy prices and in prices of non-energy imports. Survey-based measures of longer-run inflation expectations were little changed, on balance, while market-based measures of inflation compensation remained low.", "Total nonfarm payroll employment expanded strongly, on average, in July and August. The unemployment rate remained at 4.9 percent in recent months. Both the labor force participation rate and the employment-to-population ratio had edged up since June. The share of workers employed part time for economic reasons was little changed on balance. The rates of private-sector job openings and of hires increased over June and July, and the rate of quits was unchanged. The four-week moving average of initial claims for unemployment insurance benefits continued to be low. Labor productivity in the business sector declined slightly over the four quarters ending in the second quarter of 2016. Measures of labor compensation continued to rise at a moderate pace. Compensation per hour in the business sector rose 2 percent over the four quarters ending in the second quarter, the employment cost index for private workers increased 2-1/2 percent over the 12 months ending in June, and average hourly earnings for all employees increased 2-1/2 percent over the 12 months ending in August.", "The unemployment rates for African Americans and for Hispanics remained above the rate for whites, al&shy;though the differentials in jobless rates across these groups were similar to those before the most recent recession. The employment-to-population ratio for individuals aged 25 to 64 continued to be higher for whites than for African Americans and for Hispanics.", "Total industrial production rose slightly, on net, in July and August. The output of the mining sector increased since April after having trended down from late 2014. Manufacturing production was unchanged, on balance, since June and had generally been moving sideways since the end of 2014, as weak export demand and spillovers from the decline in crude oil and natural gas drilling weighed on industrial activity. Although automakers' assembly schedules pointed to some increase in motor vehicle production in the near term, broader indicators of manufacturing production, such as new orders diffusion indexes from national and regional manufacturing surveys, suggested that factory output would remain on a flat trajectory in the coming months.", "Real personal consumption expenditures (PCE) appeared to be increasing solidly, on net, in the third quarter. Real PCE rose strongly in July, but the components of the nominal retail sales data used by the Bureau of Economic Analysis to construct its estimate of PCE were flat in August and the pace of light motor vehicle sales softened. Recent readings on key factors that influence consumer spending were consistent with solid real PCE growth for the third quarter as a whole, including continued gains in employment, real disposable personal income, and households' net worth. In addition, consumer sentiment as measured by the University of Michigan Surveys of Consumers remained relatively upbeat through early September.", "Recent information on housing activity suggested that real residential investment spending continued to be soft in the third quarter. Starts for new single-family homes declined, on net, in July and August, as did starts for multifamily units. Building permit issuance for new single-family homes--which tends to be a good indicator of the underlying trend in construction--was little changed, on balance, in recent months and was essentially flat since late last year. Sales of new homes increased strongly in July, but sales of existing homes decreased modestly.", "Real private expenditures for business equipment and intellectual property appeared to be rising slowly in the third quarter. Nominal shipments of nondefense capital goods excluding aircraft declined in July. However, new orders for these capital goods rose substantially in July and were notably above the level of shipments, suggesting a pickup in business spending for equipment in the near term. Firms' nominal spending for nonresidential structures excluding drilling and mining increased in June and July. The number of oil and gas rigs in operation, an indicator of spending for structures in the drilling and mining sector, continued to edge up through early September. The limited information available suggested that the change in inventory investment would be positive in the third quarter after subtracting substantially from real GDP growth in the second quarter. Except in the energy sector, inventories generally seemed well aligned with the pace of sales.", "Nominal outlays for defense through August pointed to flat real federal government purchases in the third quarter. Real state and local government purchases also appeared to be little changed, on net, relative to their level in the previous quarter. Although payrolls for state and local governments expanded in July and August, nominal construction spending by these governments declined in July.", "The U.S. international trade deficit widened in June before narrowing substantially in July. Exports increased in both months, with strong growth in July driven by higher agricultural exports. After rising in June, imports retraced some of this gain in July, driven by lower imports of consumer goods and capital goods.", "Total U.S. consumer prices, as measured by the PCE price index, increased about 3/4 percent over the 12 months ending in July, partly restrained by recent decreases in consumer food prices and earlier declines in consumer energy prices. Core PCE price inflation, which excludes changes in food and energy prices, was a little above 1-1/2 percent over those same 12 months, held down in part by decreases in the prices of non-energy imports over much of this period and the pass-through of earlier declines in energy prices into the prices of other goods and services. Over the 12 months ending in August, total consumer prices as measured by the consumer price index (CPI) rose about 1 percent, while core CPI inflation was around 2-1/4 percent. The Michigan survey measure of median longer-run inflation expectations edged down in August and was unchanged in early September. The measure of longer-run inflation expectations for PCE prices from the Survey of Professional Forecasters was unchanged in the third quarter. Other measures of longer-run inflation expectations from the Desk's Survey of Primary Dealers and Survey of Market Participants were also unchanged in September.", "Foreign real GDP growth slowed noticeably in the second quarter, primarily owing to contractions in Canada and Mexico; economic growth in other foreign economies fell only slightly on average. Wildfires disrupted oil production in Canada, and a second-quarter decline in U.S. manufacturing production weighed on Mexican exports. Aggregate foreign economic growth appeared to pick up in the third quarter amid signs of recovery of oil production in Canada and of improved manufacturing production in Mexico. However, weaker investment readings pointed to a slight moderation of economic activity in China in the third quarter. The outcome of the U.K. referendum on exit from the European Union (Brexit) apparently exerted less drag on economic activity than previously anticipated by many analysts. Nonetheless, recent data suggested that economic growth in Europe remained modest. Inflation was generally subdued in recent months in both the advanced foreign economies (AFEs) and the emerging market economies (EMEs)."], "Staff Review of the Financial Situation": ["Staff Economic Outlook In the U.S. economic projection prepared by the staff for the September FOMC meeting, the forecast for real GDP growth in 2016 through 2019 was little changed from the one presented in July. The pace of real GDP growth was forecast to be faster over the second half of this year than in the first half, primarily reflecting a modest increase in the rate of growth of private domestic final purchases and a sizable turnaround in inventory investment. The staff continued to project that real GDP would expand at a modestly faster pace than potential output in 2016 through 2019, supported primarily by increases in consumer spending and, to a lesser degree, by somewhat faster growth in business investment beginning next year. (The staff slightly lowered its assumption for potential output growth over the medium term and in the longer run.) The unemployment rate was forecast to remain flat over the remainder of this year and then to gradually decline through the end of 2019; over this period, the unemployment rate was projected to run below the staff's estimate of its longer-run natural rate.", "The forecast for consumer price inflation was essentially unchanged from the previous projection. The staff continued to project that inflation would increase over the next several years, as food and energy prices along with the prices of non-energy imports were expected to begin steadily rising this year. However, inflation was projected to be marginally below the Committee's longer-run objective of 2 percent in 2019.", "The staff viewed the uncertainty around its projections for real GDP growth, the unemployment rate, and inflation as similar to the average of the past 20 years. The risks to the forecast for real GDP were seen as tilted to the downside, reflecting the staff's assessment that both monetary and fiscal policy appeared to be better positioned to offset large positive shocks than adverse ones. In addition, the staff continued to see the risks to the forecast from developments abroad as skewed to the downside. Consistent with the downside risks to aggregate demand, the staff viewed the risks to its outlook for the unemployment rate as tilted to the upside. The risks to the projection for inflation were still judged as weighted somewhat to the downside, partly reflecting the possibility that longer-term inflation expectations may have edged down."], "Staff Economic Outlook": ["Committee Policy Action In their discussion of monetary policy for the period ahead, members judged that the information received since the Committee met in July indicated that the labor market had continued to strengthen and growth of economic activity had picked up from the modest pace seen in the first half of this year. Al&shy;though the unemployment rate was little changed in recent months, job gains had been solid, on average. Household spending had been growing strongly but business fixed investment had remained soft. Inflation had continued to run below the Committee's 2 percent longer-run objective, partly reflecting earlier declines in energy prices and in prices of non-energy imports. Market-based measures of inflation compensation remained low; most survey-based measures of longer-term inflation expectations were little changed, on balance, in recent months. In addition, financial conditions remained accommodative.", "With respect to the economic outlook and its implications for monetary policy, members continued to expect that, with gradual adjustments in the stance of monetary policy, economic activity would expand at a moderate pace and labor market indicators would strengthen somewhat further. They judged that near-term risks to the economic outlook now appeared roughly balanced.", "Members generally acknowledged that labor market conditions had improved appreciably over the past year, evidenced in particular by the solid pace of monthly payroll employment gains. Some of them noted that the increase in the labor force participation rate this year suggested more room for labor supply to expand than previously expected, or contended that the slower progress seen this year in other labor market indicators--such as the unemployment rate, broader measures of labor utilization, job openings and quits, and wage growth--indicated that slack was being taken up at only a modest pace. This view suggested that proceeding cautiously with reducing monetary policy accommodation could promote further labor market improvement. In contrast, a few other members were concerned that, without a prompt resumption of gradual increases in the target range for the federal funds rate, labor market conditions could tighten well beyond normal levels over the next few years, potentially necessitating a subsequent sharp tightening of monetary policy that could shorten the economic expansion.", "Members continued to expect inflation to remain low in the near term, but most anticipated that, with gradual adjustments in the stance of monetary policy, it would rise gradually to the Committee's 2 percent objective over the medium term. Many members remarked that there were few signs of emerging inflationary pressures or that progress on inflation had been slow. A couple of other members pointed to recent readings on core CPI inflation as suggesting that PCE price inflation was close to meeting the Committee's 2 percent inflation objective. Nonetheless, in light of the current shortfall of inflation from 2 percent, members agreed that they would continue to carefully monitor actual and expected progress toward the Committee's inflation goal.", "After assessing the outlook for economic activity, the labor market, and inflation, as well as the risks around that outlook, the Committee decided to maintain the target range for the federal funds rate at 1/4 to 1/2 percent at this meeting. Members generally agreed that the case for an increase in the policy rate had strengthened. But, with some slack likely remaining in the labor market and inflation continuing to run below the Committee's objective, a majority of members judged that the Committee should, for the time being, await further evidence of progress toward its objectives of maximum employment and 2 percent inflation before increasing the target range for the federal funds rate. It was noted that a reasonable argument could be made either for an increase at this meeting or for waiting for some additional information on the labor market and inflation. A couple of members emphasized that a cautious approach to removing accommodation was warranted given the proximity of policy rates to the effective lower bound, as the Committee had more scope to increase policy rates, if necessary, than to reduce them. Three members preferred to raise the target range for the federal funds rate by 25 basis points at this meeting. They cautioned that postponing policy firming for too long could push the unemployment rate markedly below its longer-run normal rate over the next few years. If so, the Committee might then need to tighten policy more rapidly, thereby posing risks to continued economic expansion. A couple of these members expressed concern about the potential adverse effects on the credibility of the Committee's policy communications if the next step in the gradual removal of accommodation was further postponed.", "The Committee agreed that, in determining the timing and size of future adjustments to the target range for the federal funds rate, it would assess realized and expected economic conditions relative to its objectives of maximum employment and 2 percent inflation. This assessment would take into account a wide range of information, including measures of labor market conditions, indicators of inflation pressures and inflation expectations, and readings on financial and international developments. The Committee expected that economic conditions would evolve in a manner that would warrant only gradual increases in the federal funds rate, and that the federal funds rate was likely to remain, for some time, below levels that are expected to prevail in the longer run. However, members emphasized that the actual path of the federal funds rate would depend on the economic outlook as informed by incoming data. Several members judged that it would be appropriate to increase the target range for the federal funds rate relatively soon if economic developments unfolded about as the Committee expected; they saw the new sentence in the third paragraph of the Committee's statement--a sentence indicating that the case for an increase in the federal funds rate had strengthened but that the Committee had decided, for the time being, to wait for further evidence of continued progress toward its objectives--as reflecting this view. A few others, however, emphasized that decisions regarding near-term adjustments in the stance of monetary policy would appropriately remain data dependent and expressed some concern that the new sentence might be misread as indicating that the passage of time rather than the accumulation of evidence would be the key factor in the Committee's decisions at future meetings.", "The Committee also decided to maintain its existing policy of reinvesting principal payments from its holdings of agency debt and agency mortgage-backed securities in agency mortgage-backed securities and of rolling over maturing Treasury securities at auction, and it anticipated doing so until normalization of the level of the federal funds rate is well under way. Members noted that this policy, by keeping the Committee's holdings of longer-term securities at sizable levels, should help maintain accommodative financial conditions.", "At the conclusion of the discussion, the Committee voted to authorize and direct the Federal Reserve Bank of New York, until it was instructed otherwise, to execute transactions in the SOMA in accordance with the following domestic policy directive, to be released at 2:00 p.m.:", "\"Effective September 22, 2016, the Federal Open Market Committee directs the Desk to undertake open market operations as necessary to maintain the federal funds rate in a target range of 1/4 to 1/2 percent, including overnight reverse repurchase operations (and reverse repurchase operations with maturities of more than one day when necessary to accommodate weekend, holiday, or similar trading conventions) at an offering rate of 0.25 percent, in amounts limited only by the value of Treasury securities held outright in the System Open Market Account that are available for such operations and by a per-counterparty limit of $30 billion per day.", "The Committee directs the Desk to continue rolling over maturing Treasury securities at auction and to continue reinvesting principal payments on all agency debt and agency mortgage-backed securities in agency mortgage-backed securities. The Committee also directs the Desk to engage in dollar roll and coupon swap transactions as necessary to facilitate settlement of the Federal Reserve's agency mortgage-backed securities transactions.\"", "The vote also encompassed approval of the statement below to be released at 2:00 p.m.:", "\"Information received since the Federal Open Market Committee met in July indicates that the labor market has continued to strengthen and growth of economic activity has picked up from the modest pace seen in the first half of this year. Al&shy;though the unemployment rate is little changed in recent months, job gains have been solid, on average. Household spending has been growing strongly but business fixed investment has remained soft. Inflation has continued to run below the Committee's 2 percent longer-run objective, partly reflecting earlier declines in energy prices and in prices of non-energy imports. Market-based measures of inflation compensation remain low; most survey-based measures of longer-term inflation expectations are little changed, on balance, in recent months.", "Consistent with its statutory mandate, the Committee seeks to foster maximum employment and price stability. The Committee expects that, with gradual adjustments in the stance of monetary policy, economic activity will expand at a moderate pace and labor market conditions will strengthen somewhat further. Inflation is expected to remain low in the near term, in part because of earlier declines in energy prices, but to rise to 2 percent over the medium term as the transitory effects of past declines in energy and import prices dissipate and the labor market strengthens further. Near-term risks to the economic outlook appear roughly balanced. The Committee continues to closely monitor inflation indicators and global economic and financial developments.", "Against this backdrop, the Committee decided to maintain the target range for the federal funds rate at 1/4 to 1/2 percent. The Committee judges that the case for an increase in the federal funds rate has strengthened but decided, for the time being, to wait for further evidence of continued progress toward its objectives. The stance of monetary policy remains accommodative, thereby supporting further improvement in labor market conditions and a return to 2 percent inflation.", "In determining the timing and size of future adjustments to the target range for the federal funds rate, the Committee will assess realized and expected economic conditions relative to its objectives of maximum employment and 2 percent inflation. This assessment will take into account a wide range of information, including measures of labor market conditions, indicators of inflation pressures and inflation expectations, and readings on financial and international developments. In light of the current shortfall of inflation from 2 percent, the Committee will carefully monitor actual and expected progress toward its inflation goal. The Committee expects that economic conditions will evolve in a manner that will warrant only gradual increases in the federal funds rate; the federal funds rate is likely to remain, for some time, below levels that are expected to prevail in the longer run. However, the actual path of the federal funds rate will depend on the economic outlook as informed by incoming data.", "The Committee is maintaining its existing policy of reinvesting principal payments from its holdings of agency debt and agency mortgage-backed securities in agency mortgage-backed securities and of rolling over maturing Treasury securities at auction, and it anticipates doing so until normalization of the level of the federal funds rate is well under way. This policy, by keeping the Committee's holdings of longer-term securities at sizable levels, should help maintain accommodative financial conditions.\""]}