{"Developments in Financial Markets and Open Market Operations": ["Developments in Financial Markets and Open Market Operations The manager of the System Open Market Account (SOMA) reported on developments in domestic and international financial markets over the intermeeting period. Equity prices moved higher over the period, with market participants pointing to the likely passage of tax reform legislation as an important factor contributing to the rise. The narrowing of the spread between long- and short-term Treasury yields over recent months had been a focus of market attention. Market participants cited a range of factors as contributing to this narrowing, including the gradual firming in the stance of monetary policy as well as an increasing expectation among investors that the Treasury Department would issue substantial volumes of shorter-term securities in meeting its financing needs over coming years.", "The deputy manager discussed open market operations over the period. Take-up at the System's overnight reverse repurchase (ON RRP) agreement facility dropped to relatively low levels over the period. In part, the decline appeared to reflect an increase in yields on alternative investments; Treasury bill yields, for example, had moved higher over recent weeks as the Treasury boosted net issuance of Treasury bills. The Open Market Desk continued to execute reinvestment operations for Treasury and agency securities in the SOMA in accordance with the procedure specified in the Committee's directive to the Desk. The deputy manager also provided an update on plans for the Federal Reserve Bank of New York, in conjunction with the Treasury's Office of Financial Research, to begin publishing reference interest rates for repurchase agreements involving Treasury securities by the middle of next year.", "By unanimous vote, the Committee ratified the Desk's domestic transactions over the intermeeting period. There were no intervention operations in foreign currencies for the System's account during the intermeeting period."], "Staff Review of the Economic Situation": ["Staff Review of the Economic Situation The information reviewed for the December 12-13 meeting indicated that labor market conditions continued to strengthen through November and suggested that real gross domestic product (GDP) was rising at a solid pace in the second half of 2017. Total consumer price inflation, as measured by the 12-month percentage change in the price index for personal consumption expenditures (PCE), remained below 2 percent in October and was lower than early in the year. Survey-based measures of longer-run inflation expectations were little changed on balance.", "Total nonfarm payroll employment increased strongly in October and November, likely reflecting in part a rebound from the negative effects of the hurricanes in September. The national unemployment rate declined to 4.1 percent in October and remained at that level in November. The unemployment rates for Hispanics, for Asians, and for whites were lower in November than two months earlier, while the rate for African Americans was a little higher; the unemployment rates for each of these groups were close to the levels seen just before the most recent recession. The national labor force participation rate was lower in November than it had been in September but remained in the range seen over the past several years. The share of workers employed part time for economic reasons declined in October and was about unchanged in November. The rates of private-sector job openings and quits were little changed at relatively high levels in September and October, and the four-week moving average of initial claims for unemployment insurance benefits continued to be at a low level in early December. Recent readings showed that wage gains remained modest. Compensation per hour in the nonfarm business sector increased 1 percent over the four quarters ending in the third quarter, and average hourly earnings for all employees rose 2-1/2 percent over the 12 months ending in November.", "Total industrial production increased briskly in October, boosted in part by a continued return to more-normal operations that reflected the waning of the negative effects of recent hurricanes in the previous two months. Automakers' schedules indicated that light motor vehicle assemblies would likely move up in the coming months. Broader indicators of manufacturing production, such as the new orders indexes from national and regional manufacturing surveys, pointed to further increases in factory output in the near term.", "Real PCE increased modestly in October after expanding strongly in September. The pace of light motor vehicle sales slowed in November from the elevated rate in the preceding two months but continued to be above levels seen earlier in the year. Recent readings on key factors that influence consumer spending--including gains in employment, real disposable personal income, and households' net worth--continued to be supportive of moderate real PCE growth in the fourth quarter. Consumer sentiment in early December, as measured by the University of Michigan Surveys of Consumers, remained at a high level.", "Recent information on housing activity suggested that real residential investment spending was edging up in the fourth quarter after declining in the previous two quarters. Both starts and building permit issuance for new single-family homes increased somewhat in October, and starts for multifamily units moved up considerably. Sales of both new and existing homes rose moderately in October.", "Real private expenditures for business equipment and intellectual property appeared to be rising further in the fourth quarter. Nominal shipments of nondefense capital goods excluding aircraft increased in October, and new orders of these goods continued to exceed shipments, which pointed to further gains in shipments in the near term. In addition, readings on business sentiment remained upbeat. Firms' nominal spending for nonresidential structures excluding drilling and mining rose in October, and the number of oil and gas rigs in operation--an indicator of spending for structures in the drilling and mining sector--started to edge up in late November after declining earlier in the fourth quarter.", "Total real government purchases looked to be rising in the fourth quarter. Nominal defense expenditures in October and November pointed to a flattening in real federal government purchases. However, real purchases by state and local governments appeared to be moving up, as these governments expanded their payrolls modestly over the two months ending in November and their nominal construction spending increased in October.", "The nominal U.S. international trade deficit widened slightly in September and sharply in October. Exports picked up in September, led by exports of industrial supplies, but were flat in October. Imports grew significantly in both months, reflecting strength in most categories, al&shy;though imports of automobiles declined. The available trade data suggested that the change in real net exports would make a neutral contribution to real U.S. GDP growth in the fourth quarter.", "Total U.S. consumer prices, as measured by the PCE price index, increased slightly more than 1-1/2 percent over the 12 months ending in October. Core PCE price inflation, which excludes changes in consumer food and energy prices, was nearly 1-1/2 percent over that same period. The consumer price index (CPI) rose 2-1/4 percent over the 12 months ending in November, while core CPI inflation was 1-3/4 percent. Recent readings on survey-based measures of longer-run inflation expectations--including those from the Michigan survey, the Survey of Professional Forecasters, and the Desk's Survey of Primary Dealers and Survey of Market Participants--were little changed on balance.", "Economic activity expanded at a solid pace in most foreign economies in the third quarter. In several advanced foreign economies (AFEs), economic growth slowed but remained firm. Economic activity in the emerging market economies (EMEs) continued to grow briskly for the most part, especially in Asia. However, the Mexican economy contracted in the third quarter, as hurricanes and earthquakes disrupted economic activity. Despite a boost from recent increases in oil prices, inflation remained relatively subdued in most AFEs and moderate in EMEs."], "Staff Review of the Financial Situation": ["Staff Review of the Financial Situation Movements in domestic financial asset prices over the intermeeting period reflected slightly stronger-than-expected economic data releases, announcements related to Treasury debt issuance, and an increase in the perceived probability that the Congress would enact tax legislation. On net, the Treasury yield curve flattened, U.S. equity prices moved up, and the foreign exchange value of the dollar was little changed. Financing conditions for businesses and households remained broadly supportive of continued growth in household spending and business investment.", "Federal Reserve communications and economic data releases over the intermeeting period were characterized by market participants as reinforcing perceptions of a likely increase in the target range for the federal funds rate at the December meeting. The probability of an increase as implied by quotes on federal funds futures contracts edged up to around 95 percent, roughly consistent with the average probability indicated by responses to the Desk's surveys of primary dealers and market participants in December.", "The nominal Treasury yield curve flattened over the intermeeting period, as short-dated Treasury yields rose and the 10-year Treasury yield moved up only slightly. Market participants pointed to the November 1 release of the Treasury's quarterly financing statement and accompanying analysis by the Treasury Borrowing Advisory Committee that highlighted some advantages of increasing issuance of relatively short-dated Treasury securities as factors contributing to the flattening of the yield curve over the period. Measures of inflation compensation based on Treasury Inflation-Protected Securities were little changed, on net, over the intermeeting period. Option-adjusted spreads of yields on current-coupon mortgage-backed securities (MBS) over Treasury yields also were little changed. Overall, market participants did not attribute any price changes in Treasury and agency MBS markets to the implementation of reductions in reinvestments of the SOMA portfolio.", "Broad equity price indexes rose over the intermeeting period, likely reflecting in part investors' perceptions of increased odds for the passage of federal tax legislation and an associated potential boost to corporate earnings. One-month-ahead option-implied volatility on the S&amp;P 500 index--the VIX--was little changed, on net, at levels close to historical lows. Spreads on both investment- and speculative-grade corporate bond yields over comparable-maturity Treasury yields were about flat on net.", "Conditions in short-term funding markets remained stable over the intermeeting period. The effective federal funds rate held steady, and rates and volumes in other overnight markets were little changed. Take-up of ON RRPs declined notably as Treasury bill supply continued to increase, and short-dated bill yields rose to levels significantly above the ON RRP offering rate. On December 11, the Treasury declared a debt issuance suspension period to keep outstanding federal debt below the debt ceiling and began to use extraordinary measures to allow continued financing of government operations.", "Financing conditions for large nonfinancial corporations continued to be accommodative on balance. Gross issuance of corporate bonds and gross equity issuance remained robust. Institutional leveraged loan issuance in November was brisk. Growth of bank-intermediated credit to nonfinancial firms, however, was tepid. On balance, the credit quality of nonfinancial corporations was little changed over the intermeeting period and appeared to remain solid. Financing conditions for small businesses also appeared to have remained favorable. In municipal bond markets, gross issuance was strong and credit quality remained stable.", "In commercial real estate (CRE) markets, spreads of commercial mortgage-backed securities (CMBS) yields over comparable-maturity Treasury yields remained near the lower end of the range seen since the financial crisis, and delinquency rates on loans in CMBS pools continued to decrease. The growth of CRE loans held by the largest banks continued to slow, while CRE loan growth at smaller banks remained strong overall and even picked up a bit in October.", "In the residential mortgage market, al&shy;though credit standards had loosened gradually for borrowers with low credit scores, they continued to be tight for borrowers with low credit scores and hard-to-document incomes. Mortgage credit remained readily available for borrowers with strong credit scores. Similarly, consumer credit remained readily available to borrowers with strong credit histories, but conditions for subprime borrowers stayed tight in credit card markets and continued to tighten for auto loans. Issuance of asset-backed securities (ABS) funding consumer loans was robust in recent months, and ABS spreads were about unchanged over the intermeeting period.", "On balance, the broad index of the foreign exchange value of the dollar was little changed, longer-term sovereign bond yields in AFEs declined modestly, and most foreign equity indexes moved lower over the intermeeting period. The euro appreciated modestly against the U.S. dollar, in part because of strong economic data for the euro area early in the intermeeting period. The British pound was somewhat volatile amid Brexit-related developments, and the Mexican peso fluctuated on news about negotiations associated with the North American Free Trade Agreement, but both currencies ended the period little changed. Following missed interest payments on its sovereign bonds, Venezuela was assigned selective default status by two credit rating agencies in early November, which precipitated a \"credit event\" ruling by the International Swaps and Derivatives Association. However, developments related to Venezuela generated little spillover to global financial markets."], "Staff Economic Outlook": ["Staff Economic Outlook The U.S. economic projection prepared by the staff for the December FOMC meeting was generally comparable with the staff's previous forecast. Real GDP was forecast to have increased at a solid pace in the second half of 2017. Beyond 2017, the forecast for real GDP growth was revised up modestly, reflecting the staff's updated assumption that the reduction in federal income taxes expected to begin next year would be larger than assumed in the previous projection. The staff projected that real GDP would increase at a modestly faster pace than potential output through 2019. The unemployment rate was projected to decline further over the next few years and to continue running below the staff's slightly downward-revised estimate of the longer-run natural rate over this period.", "The staff's forecast for total PCE price inflation was revised up a little for 2017, as somewhat higher forecasts for core PCE prices and for consumer energy prices were offset only partially by a lower forecast for consumer food prices. Total PCE price inflation in 2018 was projected to be about the same as in 2017, despite projected declines in consumer energy prices; core PCE prices were forecast to rise faster in 2018, reflecting the expected waning of transitory factors that held down those prices in 2017. Beyond 2018, the inflation forecast was little changed from the previous projection. The staff projected that inflation would be very close to the Committee's 2 percent objective in 2019 and at that objective in 2020.", "The staff viewed the uncertainty around its projections for real GDP growth, the unemployment rate, and inflation as similar to the average of the past 20 years. On the one hand, many indicators of uncertainty about the macroeconomic outlook continued to be subdued; on the other hand, considerable uncertainty remained about a number of federal government policies relevant for the economic outlook. The staff saw the risks to the forecasts for real GDP growth and the unemployment rate as balanced. The risks to the projection for inflation also were seen as balanced. Downside risks to inflation included the possibility that longer-term inflation expectations may move lower or that the run of soft core inflation readings this year could prove to be more persistent than the staff expected. These downside risks were seen as essentially counterbalanced by the upside risk that inflation could increase more than expected in an economy that was projected to move further above its potential."], "Participants' Views on Current Economic Conditions and the Economic Outlook": ["Committee Policy Action In their discussion of monetary policy for the period ahead, members judged that information received since the Committee met in November indicated that the labor market had continued to strengthen and that economic activity had been rising at a solid rate. Averaging through hurricane-related fluctuations, job gains had been solid, and the unemployment rate had declined further. Household spending had been expanding at a moderate rate, and growth in business fixed investment had picked up in recent quarters. On a 12-month basis, both overall inflation and inflation for items other than food and energy had declined for the year to date and were running below 2 percent. Market-based measures of inflation compensation had remained low; survey-based measures of longer-term inflation expectations had changed little, on balance.", "Members acknowledged that hurricane-related disruptions and rebuilding had affected economic activity, employment, and inflation in recent months but had not materially altered the outlook for the national economy. They continued to expect that, with gradual adjustments in the stance of monetary policy, economic activity would expand at a moderate pace and labor market conditions would remain strong. Members expected inflation on a 12-month basis to remain somewhat below 2 percent in the near term. They also expected inflation to stabilize around the Committee's 2 percent objective over the medium term, but a couple of members expressed concern about whether inflation would return to 2 percent on a sustained basis in the medium term if the Committee increased the target range for the federal funds rate at the pace that is implied by the medians of the projections from the December SEP. Members saw the near-term risks to the economic outlook as roughly balanced, but they agreed to monitor inflation developments closely.", "After assessing current conditions and the outlook for economic activity, the labor market, and inflation, nearly all members agreed to raise the target range for the federal funds rate to 1-1/4 to 1-1/2 percent. These members noted that the stance of monetary policy remains accommodative, thereby supporting strong labor market conditions and a sustained return to 2 percent inflation. Two members preferred to leave the target range at 1 to 1-1/4 percent, suggesting that the Committee should wait to raise the target range until inflation moves up closer to 2 percent on a sustained basis or inflation expectations increase.", "Members agreed that the timing and size of future adjustments to the target range for the federal funds rate would depend on their assessments of realized and expected economic conditions relative to the Committee's objectives of maximum employment and 2 percent inflation. They noted that their assessments would take into account a wide range of information, including measures of labor market conditions, indicators of inflation pressures and inflation expectations, and readings on financial and international developments. Members agreed that their assessments would also take into account actual and expected inflation developments relative to the Committee's symmetric inflation goal. Almost all members reaffirmed their expectation that economic conditions would evolve in a manner that would warrant gradual increases in the federal funds rate, and that the federal funds rate would be likely to remain, for some time, below levels that were expected to prevail in the longer run. Nonetheless, members reiterated that the actual path of the federal funds rate would depend on the economic outlook as informed by incoming data.", "At the conclusion of the discussion, the Committee voted to authorize and direct the Federal Reserve Bank of New York, until it was instructed otherwise, to execute transactions in the SOMA in accordance with the following domestic policy directive, to be released at 2:00 p.m.:", "\"Effective December 14, 2017, the Federal Open Market Committee directs the Desk to undertake open market operations as necessary to maintain the federal funds rate in a target range of 1-1/4 to 1-1/2 percent, including overnight reverse repurchase operations (and reverse repurchase operations with maturities of more than one day when necessary to accommodate weekend, holiday, or similar trading conventions) at an offering rate of 1.25 percent, in amounts limited only by the value of Treasury securities held outright in the System Open Market Account that are available for such operations and by a per-counterparty limit of $30 billion per day.", "The Committee directs the Desk to continue rolling over at auction the amount of principal payments from the Federal Reserve's holdings of Treasury securities maturing during December that exceeds $6 billion, and to continue reinvesting in agency mortgage-backed securities the amount of principal payments from the Federal Reserve's holdings of agency debt and agency mortgage-backed securities received during December that exceeds $4 billion. Effective in January, the Committee directs the Desk to roll over at auction the amount of principal payments from the Federal Reserve's holdings of Treasury securities maturing during each calendar month that exceeds $12 billion, and to reinvest in agency mortgage-backed securities the amount of principal payments from the Federal Reserve's holdings of agency debt and agency mortgage-backed securities received during each calendar month that exceeds $8 billion. Small deviations from these amounts for operational reasons are acceptable.", "The Committee also directs the Desk to engage in dollar roll and coupon swap transactions as necessary to facilitate settlement of the Federal Reserve's agency mortgage-backed securities transactions.\"", "The vote also encompassed approval of the statement below to be released at 2:00 p.m.:", "\"Information received since the Federal Open Market Committee met in November indicates that the labor market has continued to strengthen and that economic activity has been rising at a solid rate. Averaging through hurricane-related fluctuations, job gains have been solid, and the unemployment rate declined further. Household spending has been expanding at a moderate rate, and growth in business fixed investment has picked up in recent quarters. On a 12-month basis, both overall inflation and inflation for items other than food and energy have declined this year and are running below 2 percent. Market-based measures of inflation compensation remain low; survey-based measures of longer-term inflation expectations are little changed, on balance.", "Consistent with its statutory mandate, the Committee seeks to foster maximum employment and price stability. Hurricane-related disruptions and rebuilding have affected economic activity, employment, and inflation in recent months but have not materially altered the outlook for the national economy. Consequently, the Committee continues to expect that, with gradual adjustments in the stance of monetary policy, economic activity will expand at a moderate pace and labor market conditions will remain strong. Inflation on a 12-month basis is expected to remain somewhat below 2 percent in the near term but to stabilize around the Committee's 2 percent objective over the medium term. Near-term risks to the economic outlook appear roughly balanced, but the Committee is monitoring inflation developments closely.", "In view of realized and expected labor market conditions and inflation, the Committee decided to raise the target range for the federal funds rate to 1-1/4 to 1-1/2 percent. The stance of monetary policy remains accommodative, thereby supporting strong labor market conditions and a sustained return to 2 percent inflation.", "In determining the timing and size of future adjustments to the target range for the federal funds rate, the Committee will assess realized and expected economic conditions relative to its objectives of maximum employment and 2 percent inflation. This assessment will take into account a wide range of information, including measures of labor market conditions, indicators of inflation pressures and inflation expectations, and readings on financial and international developments. The Committee will carefully monitor actual and expected inflation developments relative to its symmetric inflation goal. The Committee expects that economic conditions will evolve in a manner that will warrant gradual increases in the federal funds rate; the federal funds rate is likely to remain, for some time, below levels that are expected to prevail in the longer run. However, the actual path of the federal funds rate will depend on the economic outlook as informed by incoming data.\""]}