{"Developments in Financial Markets and Open Market Operations": ["Developments in Financial Markets and Open Market Operations The manager of the System Open Market Account (SOMA) provided a summary of developments in domestic and global financial markets over the intermeeting period. Developments in emerging market economies (EMEs) and in Europe were the focus of considerable attention by financial market participants over recent weeks. Investor perceptions of increased economic and political vulnerabilities in several EMEs led to a notable depreciation in EME currencies relative to the dollar. Market participants reported that an unwinding of investor positions had been a factor amplifying these currency moves. In Europe, concerns about the political situation in Italy and its potential economic implications prompted a significant widening in risk spreads on Italian sovereign securities. The share prices of Italian banks and other banks that could be exposed to Italy declined sharply. In domestic financial markets, expectations for the path of the federal funds rate were little changed over the intermeeting period. The manager noted that the release of the minutes of the May FOMC meeting, and particularly the reference to a possible technical adjustment in the interest on excess reserves (IOER) rate relative to the top of the FOMC's target range for the federal funds rate, prompted a small reduction in federal funds futures rates.", "The deputy manager followed with a discussion of money markets and open market operations. Rates on Treasury repurchase agreements (repo) had remained elevated in recent weeks, apparently responding, in part, to increased Treasury issuance over recent months. In light of the firmness in repo rates, the volume of operations conducted through the Federal Reserve's overnight reverse repurchase agreement facility remained low. Elevated repo rates may also have contributed to some upward pressure on the effective federal funds rate in recent weeks as lenders in that market shifted some of their investments to earn higher rates available in repo markets. The deputy manager also discussed the current outlook for reinvestment purchases of agency mortgage-backed securities (MBS). Based on current projections, principal payments on the Federal Reserve's holdings of agency MBS would likely be lower than the monthly cap on redemptions that will be in effect beginning in the fall of this year. Consistent with the June 2017 addendum to the Policy Normalization Principles and Plans, reinvestment purchases of agency MBS then are projected to fall to zero from that point onward. However, principal payments on agency MBS are sensitive to changes in various factors, particularly long-term interest rates. As a result, agency MBS principal payments could rise above the monthly redemption cap in some future scenarios and thus require MBS reinvestment purchases. In light of this possibility, the deputy manager described plans for the Desk to conduct small value purchases of agency MBS on a regular basis in order to maintain operational readiness.", "By unanimous vote, the Committee ratified the Open Market Desk's domestic transactions over the intermeeting period. There were no intervention operations in foreign currencies for the System's account during the intermeeting period."], "Staff Review of the Economic Situation": ["Staff Review of the Economic Situation The information reviewed for the June 12-13 meeting indicated that labor market conditions continued to strengthen in recent months, and that real gross domestic product (GDP) appeared to be rising at a solid rate in the first half of the year. Consumer price inflation, as measured by the 12‑month percentage change in the price index for personal consumption expenditures (PCE), was 2 percent in April. Survey‑based measures of longer-run inflation expectations were little changed on balance.", "Total nonfarm payroll employment expanded at a strong pace, on average, in April and May. The national unemployment rate edged down in both months and was 3.8 percent in May. The unemployment rates for African Americans, Asians, and Hispanics all declined, on net, from March to May; the rate for African Americans was the lowest on record but still noticeably above the rates for other groups. The overall labor force participation rate edged down in April and May but was still at about the same level as a year earlier. The share of workers employed part time for economic reasons was little changed at a level close to that from just before the previous recession. The rate of private-sector job openings rose in March and stayed at that elevated level in April; the rate of quits edged up, on net, over those two months; and initial claims for unemployment insurance benefits continued to be low through early June. Recent readings showed that increases in labor compensation stepped up over the past year. Compensation per hour in the nonfarm business sector increased 2.7 percent over the four quarters ending in the first quarter of this year (compared with 1.9 percent over the same four quarters a year earlier), and average hourly earnings for all employees increased 2.7 percent over the 12 months ending in May (compared with 2.5 percent over the same 12 months a year earlier).", "Total industrial production increased at a solid pace in April, but the available indicators for May, particularly production worker hours in manufacturing, indicated that output declined in that month. Automakers' schedules suggested that assemblies of light motor vehicles would increase in the coming months, and broader indicators of manufacturing production, such as the new orders indexes from national and regional manufacturing surveys, continued to point to solid gains in factory output in the near term.", "Consumer spending appeared to be increasing briskly in the second quarter after rising at only a modest pace in the first quarter. Real PCE increased at a robust pace in April after a strong gain in March. Al&shy;though light motor vehicle sales declined in May, indicators of vehicle demand generally remained upbeat. More broadly, recent readings on key factors that influence consumer spending--including gains in employment, real disposable personal income, and households' net worth--continued to be supportive of solid real PCE growth in the near term. In addition, the lower tax withholding resulting from the tax cuts enacted late last year still appeared likely to provide some additional impetus to spending in coming months. Consumer sentiment, as measured by the University of Michigan Surveys of Consumers, remained elevated in May.", "Residential investment appeared to be declining further in the second quarter after decreasing in the first quarter. Starts for new single-family homes were unchanged in April from their first-quarter average, but starts of multifamily units declined noticeably. Sales of both new and existing homes decreased in April.", "Real private expenditures for business equipment and intellectual property appeared to be rising at a moderate pace in the second quarter after a somewhat faster increase in the first quarter. Nominal shipments of nondefense capital goods excluding aircraft rose in April, and forward-looking indicators of business equipment spending--such as the backlog of unfilled capital goods orders, along with upbeat readings on business sentiment from national and regional surveys--continued to point to robust gains in equipment spending in the near term. Real business expenditures for nonresidential structures appeared to be expanding at a solid pace again in the second quarter, and the number of crude oil and natural gas rigs in operation--an indicator of business spending for structures in the drilling and mining sector--increased, on net, from mid-April through early June.", "Nominal federal government spending data for April and May pointed to an increase in real federal purchases in the second quarter. Real state and local government purchases also appeared to be moving up; al&shy;though nominal construction expenditures by these governments edged down in April, their payrolls rose at a moderate pace, on net, in April and May.", "Net exports made a negligible contribution to real GDP growth in the first quarter, with growth of both real exports and real imports slowing from the brisk pace of the fourth quarter of last year. After narrowing in March, the nominal trade deficit narrowed further in April, as exports continued to increase while imports declined slightly, which suggested that net exports might add modestly to real GDP growth in the second quarter.", "Total U.S. consumer prices, as measured by the PCE price index, increased 2.0 percent over the 12 months ending in April. Core PCE price inflation, which excludes changes in consumer food and energy prices, was 1.8 percent over that same period. The consumer price index (CPI) rose 2.8 percent over the 12 months ending in May, while core CPI inflation was 2.2 percent. Recent readings on survey-based measures of longer-run inflation expectations--including those from the Michigan survey, the Survey of Professional Forecasters, and the Desk's Survey of Primary Dealers and Survey of Market Participants--were little changed on balance.", "Incoming data suggested that foreign economic activity continued to expand at a solid pace. Real GDP growth picked up in the first quarter in several EMEs--including Mexico, China, and much of emerging Asia--al-though recent indicators pointed to some moderation in the pace of activity in most EMEs. By contrast, in the advanced foreign economies (AFEs), real GDP growth slowed in the first quarter, owing partly to temporary factors such as labor strikes in some European countries and bad weather in Japan. More recent indicators pointed to a partial rebound in AFE economic growth in the second quarter. Inflation pressures in the foreign economies generally remained subdued, even though higher oil prices put some upward pressure on headline inflation."], "Staff Review of the Financial Situation": ["Staff Review of the Financial Situation During the intermeeting period, global financial markets were buffeted by increased concerns about the outlook for foreign growth and political developments in Italy, but these concerns subsequently eased. On net, Treasury yields were little changed despite significant intraperiod moves, and the dollar appreciated notably as a range of AFE and EME currencies and sovereign bonds came under pressure. However, broad domestic stock price indexes increased, on net, as generally strong corporate earnings reports helped support prices. Meanwhile, financing conditions for nonfinancial businesses and households remained supportive of economic activity on balance.", "Over the intermeeting period, macroeconomic data releases signaling moderating growth in some foreign economies, along with downside risks stemming from political developments in Italy and several EMEs, weighed on prices of foreign risk assets. These developments, together with a still-solid economic outlook for the United States, supported an increase in the broad trade-weighted index of the foreign exchange value of the dollar.", "The dollar appreciated notably against several EME currencies (primarily those of Argentina, Turkey, Mexico, and Brazil), as the increase in U.S. interest rates since late 2017, along with political developments and other issues, intensified concerns about financial vulnerabilities. EME mutual funds saw slight net outflows, and, on balance, EME sovereign spreads widened and equity prices edged lower. In the AFEs, sovereign spreads in some peripheral European countries widened and European bank shares came under pressure, as investors focused on political developments in Italy. Broad equity indexes in the euro area, with the exception of Italy, ended the period little changed, while those in Canada, the United Kingdom, and Japan edged higher. Market-based measures of expected policy rates were little changed, on balance, and flight-to-safety flows reportedly contributed to declines in German longer‑term sovereign yields.", "FOMC communications over the intermeeting period--including the May FOMC statement and the May FOMC meeting minutes--elicited only minor reactions in asset markets. Quotes on federal funds futures contracts suggested that the probability of an increase in the target range for the federal funds rate occurring at the June FOMC meeting inched up further to near certainty. Levels of the federal funds rate at the end of 2019 and 2020 implied by overnight index swap (OIS) rates were little changed on net.", "Longer-term nominal Treasury yields ended the period largely unchanged despite notable movements during the intermeeting period. Measures of inflation compensation derived from Treasury Inflation-Protected Securities were also little changed on net.", "Broad U.S. equity price indexes increased about 5 percent, on net, since the May FOMC meeting, boosted in part by the stronger-than-expected May Employment Situation report. Stock prices also appeared to have been buoyed by first-quarter earnings reports that generally beat expectations--particularly for the technology sector, which outperformed the broader market. However, the turbulence abroad and, to a lesser degree, mounting concerns about trade policy weighed on equity prices at times. Option-implied volatility on the S&amp;P 500 at the one-month horizon--the VIX--was down somewhat, on net, remaining just a couple of percentage points above the very low levels that prevailed before early February. Over the intermeeting period, spreads of yields on nonfinancial corporate bonds over those of comparable-maturity Treasury securities widened moderately for both investment- and speculative-grade firms. However, these spreads remained low by historical standards.", "Over the intermeeting period, short-term funding markets stayed generally stable despite still-elevated spreads between rates on some private money market instruments and OIS rates of similar maturity. While some of the factors contributing to pressures in short-term funding markets had eased recently, the three-month spread between the London interbank offered rate and the OIS rate remained significantly wider than at the start of the year.", "Growth of outstanding commercial and industrial loans held by banks appeared to have moderated in May after a strong reading in April. The issuance of institutional leveraged loans was strong in April and May; meanwhile, corporate bond issuance was weak, likely reflecting seasonal patterns. Gross issuance of municipal bonds in April and May was solid, as issuance continued to recover from the slow pace recorded at the start of the year.", "Financing conditions for commercial real estate (CRE) remained accommodative. Even so, the growth of CRE loans held by banks ticked down in April and May. Commercial mortgage-backed securities (CMBS) issuance, in general, continued at a robust pace; al&shy;though issuance softened somewhat in April, partly reflecting seasonal factors, it recovered in May. Spreads on CMBS were little changed over the intermeeting period, remaining near their post-crisis lows.", "Residential mortgage financing conditions remained accommodative for most borrowers. For borrowers with low credit scores, conditions stayed tight but continued to ease. Growth in home-purchase mortgages slowed a bit and refinancing activity continued to be muted in recent months, with both developments partly reflecting the rise in mortgage rates earlier this year.", "Financing conditions in consumer credit markets were little changed in the first few months of 2018, on balance, and remained largely supportive of growth in household spending. Growth in consumer credit slowed a bit in the first quarter, as seasonally adjusted credit card balances were about flat after having surged in the fourth quarter of last year. Financing conditions for consumers with subprime credit scores continued to tighten, likely contributing to a decline in auto loan extensions to such borrowers."], "Staff Economic Outlook": ["Staff Economic Outlook In the U.S. economic forecast prepared for the June FOMC meeting, the staff continued to project that the economy would expand at an above-trend pace. Real GDP appeared to be rising at a much faster pace in the second quarter than in the first, and it was forecast to increase at a solid rate in the second half of this year. Over the 2018-20 period, output was projected to rise further above the staff's estimate of its potential, and the unemployment rate was projected to decline further below the staff's estimate of its longer-run natural rate. Relative to the forecast prepared for the May meeting, the projection for real GDP growth beyond the first half of 2018 was revised down a little in response to a higher assumed path for the exchange value of the dollar. In addition, the staff continued to anticipate that supply constraints might restrain output growth somewhat. With real GDP rising a little less, on balance, over the forecast period, the projected decline in the unemployment rate over the next few years was a touch smaller than in the previous forecast.", "The staff forecast for total PCE price inflation from 2018 to 2020 was not revised materially. Total consumer price inflation over the first half of 2018 appeared to be a little lower than in the previous projection, mainly because of slightly softer incoming data on nonmarket prices, but the forecast for the second half of the year was a little higher, reflecting an upward revision to projected consumer energy prices over the next couple of quarters. The staff continued to project that total PCE inflation would remain near the Committee's 2 percent objective over the medium term and that core PCE price inflation would run slightly higher than total inflation over that period because of a projected decline in consumer energy prices in 2019 and 2020.", "The staff viewed the uncertainty around its projections for real GDP growth, the unemployment rate, and inflation as similar to the average of the past 20 years. The staff saw the risks to the forecasts for real GDP growth and the unemployment rate as balanced. On the upside, recent fiscal policy changes could lead to a greater expansion in economic activity over the next few years than the staff projected. On the downside, those fiscal policy changes could yield less impetus to the economy than the staff expected if, for example, the marginal propensities to consume for groups most affected by the tax cuts are lower than the staff had assumed. Risks to the inflation projection also were seen as balanced. The upside risk that inflation could increase more than expected in an economy that was projected to move further above its potential was counterbalanced by the downside risk that longer-term inflation expectations may be lower than was assumed in the staff forecast."], "Participants' Views on Current Economic Conditions and the Economic Outlook": ["Committee Policy Action In their discussion of monetary policy for the period ahead, members judged that information received since the FOMC met in May indicated that the labor market had continued to strengthen and that economic activity had been rising at a solid rate. Job gains had been strong, on average, in recent months, and the unemployment rate had declined. Recent data suggested that growth of household spending had picked up, while business fixed investment had continued to grow strongly. On a 12-month basis, both overall inflation and inflation for items other than food and energy had moved close to 2 percent. Indicators of longer-term inflation expectations were little changed, on balance.", "Members viewed the recent data as consistent with a strong economy that was evolving about as they had expected. They judged that continuing along a path of gradual policy firming would balance the risk of moving too quickly, which could leave inflation short of a sustained return to the Committee's symmetric goal, against the risk of moving too slowly, which could lead to a buildup of inflation pressures or material financial imbalances. Consequently, members expected that further gradual increases in the target range for the federal funds rate would be consistent with sustained expansion of economic activity, strong labor market conditions, and inflation near the Committee's symmetric 2 percent objective over the medium term. Members continued to judge that the risks to the economic outlook remained roughly balanced.", "After assessing current conditions and the outlook for economic activity, the labor market, and inflation, members voted to raise the target range for the federal funds rate to 1-3/4 to 2 percent. They indicated that the stance of monetary policy remained accommodative, thereby supporting strong labor market conditions and a sustained return to 2 percent inflation.", "Members agreed that the timing and size of future adjustments to the target range for the federal funds rate would depend upon their assessment of realized and expected economic conditions relative to the Committee's maximum employment objective and symmetric 2 percent inflation objective. They reiterated that this assessment would take into account a wide range of information, including measures of labor market conditions, indicators of inflation pressures and inflation expectations, and readings on financial and international developments.", "With regard to the postmeeting statement, members favored the removal of the forward-guidance language stating that \"the federal funds rate is likely to remain, for some time, below levels that are expected to prevail in the longer run.\" Members noted that, al&shy;though this forward-guidance language had been useful for communicating the expected path of the federal funds rate during the early stages of policy normalization, this language was no longer appropriate in light of the strong state of the economy and the current expected path for policy. Moreover, the removal of the forward-guidance language and other changes to the statement should streamline and facilitate the Committee's communications. Importantly, the changes were a reflection of the progress toward achieving the Committee's statutory goals and did not reflect a shift in the approach to policy going forward.", "At the conclusion of the discussion, the Committee voted to authorize and direct the Federal Reserve Bank of New York, until it was instructed otherwise, to execute transactions in the SOMA in accordance with the following domestic policy directive, to be released at 2:00 p.m.:", "\"Effective June 14, 2018, the Federal Open Market Committee directs the Desk to undertake open market operations as necessary to maintain the federal funds rate in a target range of 1-3/4 to 2 percent, including overnight reverse repurchase operations (and reverse repurchase operations with maturities of more than one day when necessary to accommodate weekend, holiday, or similar trading conventions) at an offering rate of 1.75 percent, in amounts limited only by the value of Treasury securities held outright in the System Open Market Account that are available for such operations and by a per-counterparty limit of $30 billion per day.", "The Committee directs the Desk to continue rolling over at auction the amount of principal payments from the Federal Reserve's holdings of Treasury securities maturing during June that exceeds $18 billion, and to continue reinvesting in agency mortgage-backed securities the amount of principal payments from the Federal Reserve's holdings of agency debt and agency mortgage-backed securities received during June that exceeds $12 billion. Effective in July, the Committee directs the Desk to roll over at auction the amount of principal payments from the Federal Reserve's holdings of Treasury securities maturing during each calendar month that exceeds $24 billion, and to reinvest in agency mortgage-backed securities the amount of principal payments from the Federal Reserve's holdings of agency debt and agency mortgage-backed securities received during each calendar month that exceeds $16 billion. Small deviations from these amounts for operational reasons are acceptable.", "The Committee also directs the Desk to engage in dollar roll and coupon swap transactions as necessary to facilitate settlement of the Federal Reserve's agency mortgage-backed securities transactions.\"", "The vote also encompassed approval of the statement below to be released at 2:00 p.m.:", "\"Information received since the Federal Open Market Committee met in May indicates that the labor market has continued to strengthen and that economic activity has been rising at a solid rate. Job gains have been strong, on average, in recent months, and the unemployment rate has declined. Recent data suggest that growth of household spending has picked up, while business fixed investment has continued to grow strongly. On a 12-month basis, both overall inflation and inflation for items other than food and energy have moved close to 2 percent. Indicators of longer-term inflation expectations are little changed, on balance.", "Consistent with its statutory mandate, the Committee seeks to foster maximum employment and price stability. The Committee expects that further gradual increases in the target range for the federal funds rate will be consistent with sustained expansion of economic activity, strong labor market conditions, and inflation near the Committee's symmetric 2 percent objective over the medium term. Risks to the economic outlook appear roughly balanced.", "In view of realized and expected labor market conditions and inflation, the Committee decided to raise the target range for the federal funds rate to 1-3/4 to 2 percent. The stance of monetary policy remains accommodative, thereby supporting strong labor market conditions and a sustained return to 2 percent inflation.", "In determining the timing and size of future adjustments to the target range for the federal funds rate, the Committee will assess realized and expected economic conditions relative to its maximum employment objective and its symmetric 2 percent inflation objective. This assessment will take into account a wide range of information, including measures of labor market conditions, indicators of inflation pressures and inflation expectations, and readings on financial and international developments.\""]}