{"Developments in Financial Markets and Open Market Operations": ["Developments in Financial Markets and Open Market Operations The System Open Market Account (SOMA) manager first discussed developments in financial markets. Financial conditions were little changed, on net, over the intermeeting period and remained accommodative. Market participants suggested that evolving expectations for U.S. fiscal policy as well as stronger-than-expected economic data and corporate earnings reports helped support equity prices. Later in the intermeeting period, however, rising COVID-19 cases in Europe and the United States weighed on the outlook, and equity prices reversed some of their earlier gains. Implied volatility in the equity market moved higher during the intermeeting period, reflecting uncertainties associated with the U.S. election and the future path of fiscal policy as well as concerns about the trajectory of COVID-19 cases.", "Market participants' expectations for the path of the federal funds rate were little changed over the intermeeting period. In the Open Market Desk's Survey of Primary Dealers and Survey of Market Participants, respondents' views on when the Committee will most likely start raising the target range for the federal funds rate were centered around 2024. Expectations for the economic conditions that will prevail when the FOMC first lifts the target range were little changed since the September surveys.", "Respondents to the Desk's surveys generally expected the Federal Reserve's purchases of Treasury securities and agency mortgage-backed securities (MBS) to continue at the current pace through the end of 2021 and then to slow in subsequent years, although there was a wide range of views about purchase amounts for 2022 and 2023. Market participants appeared increasingly focused on how the Committee's communications on asset purchases might evolve. They expected those communications to place a greater emphasis on fostering accommodative financial conditions, and many noted the possibility that at some point the Committee might convey additional guidance about the future path of asset purchases. Some market participants expected the Committee to eventually lengthen the weighted average maturity of the Federal Reserve's purchases of Treasury securities.", "The manager turned next to a discussion of financial market functioning, open market operations, and conditions in short-term funding markets. Markets for Treasury securities and agency MBS continued to function smoothly, with bid-ask spreads and a range of other market functioning indicators remaining near pre-pandemic levels. Weekly operations continued for agency commercial mortgage-backed securities (CMBS), with the Desk purchasing only modest amounts. Short-term dollar funding markets also continued to function smoothly over the period, and forward measures of funding rates were consistent with expectations for calm conditions over year-end.", "The Federal Reserve's balance sheet increased modestly over the intermeeting period to $7.2 trillion, as growth in securities holdings was partially offset by a decline in U.S. dollar liquidity swaps outstanding. Outstanding balances for credit and liquidity facilities were little changed. The manager noted that market participants continued to view these facilities as important backstops that would support market functioning and the flow of credit should stresses reemerge.", "By unanimous vote, the Committee ratified the Desk's domestic transactions over the intermeeting period. There were no intervention operations in foreign currencies for the System's account during the intermeeting period."], "Staff Review of the Economic Situation": ["Staff Review of the Economic Situation The coronavirus pandemic and the measures undertaken to contain its spread continued to affect economic activity in the United States and abroad. The information available at the time of the November 4–5 meeting suggested that U.S. real gross domestic product (GDP) had rebounded at a rapid rate in the third quarter but remained well below its level at the start of the year. Labor market conditions improved further in September, although the pace of gains eased and employment continued to be well below its level at the beginning of the year. Consumer price inflation—as measured by the 12‑&shy;month percentage change in the price index for personal consumption expenditures (PCE) through September—had returned to its year-earlier pace but remained noticeably below the rates that were posted in January and February.", "Total nonfarm payroll employment expanded strongly in September, but the gain was markedly below the even larger increases seen in previous months. Through September, payroll employment had retraced only about half of the decline seen at the onset of the pandemic. The unemployment rate moved down further to 7.9 percent in September. The unemployment rates for African Americans and Asians both decreased, but the unemployment rate for Hispanics was little changed, and each group's rate remained well above the national average. In addition, the overall labor force participation rate declined, and the employment-to-population ratio rose only slightly. Initial claims for unemployment insurance continued to move lower, on net, through late October, and weekly estimates of private-sector payrolls constructed by the Board's staff using data provided by the payroll processor ADP suggested that employment gains from mid‑September to mid‑October remained solid. The employment cost index (ECI) for total hourly labor compensation in the private sector, which likely had been less influenced than other hourly compensation measures by the concentration of recent job losses among lower-wage workers, rose 2.4 percent over the 12 months ending in September. This gain was a little smaller than the index's year‑earlier 12‑month change; in addition, the 3‑month changes in the ECI in June and September were noticeably below the average pace seen over the period from 2017 through 2019.", "Total PCE price inflation was 1.4 percent over the 12 months ending in September and continued to be held down by relatively weak aggregate demand and the declines in consumer energy prices seen earlier in the year. Core PCE price inflation, which excludes changes in consumer energy prices and many consumer food prices, was 1.5 percent over the same period, while the trimmed mean measure of 12‑month PCE price inflation constructed by the Federal Reserve Bank of Dallas was 1.9 percent in September. On a monthly basis, inflation was a little lower in September, largely reflecting slower goods price inflation. The latest readings on survey-based measures of longer-run inflation expectations moved lower, though each remained within the range in which it has fluctuated in recent years; in October, the University of Michigan Surveys of Consumers measure for the next 5 to 10 years fell back to the level that prevailed in early 2020, while in September the 3‑year‑ahead measure from the Federal Reserve Bank of New York retraced its August increase.", "Real PCE rose strongly in the third quarter, though the increase was not sufficient to return consumer spending to its pre-pandemic level. Real disposable personal income declined, reflecting a large reduction in government transfer payments. As a result, the personal saving rate moved sharply lower, though it was still elevated relative to its 2019 average. The consumer sentiment measures from the Michigan survey and the Conference Board had moved higher, on net, since August; although both indexes stood above their April troughs, they remained well below their levels at the start of the year.", "Housing-sector activity advanced in the third quarter, with real residential investment and home sales both moving above their first‑quarter levels. Activity in this sector was likely being supported by low interest rates, the sector's ability to adjust business practices in response to social distancing, and pent-up demand following the widespread shutdowns earlier in the year.", "Business fixed investment expanded strongly, led by an outsized increase in third-quarter equipment spending. By contrast, spending on nonresidential structures continued to move lower and was likely restrained by firms' hesitation to commit to projects with lengthy times to completion and uncertain future returns as well as by the effect of lower oil prices on drilling investment.", "Growth in both total industrial production and manufacturing output turned negative in September after having slowed markedly in August. Part of the softness in manufacturing production appeared to be attributable to pandemic-related delays in the motor vehicle industry's model-year changeover, though subdued foreign demand and weaker demand from domestic energy producers were also likely acting to restrain factory output. As of September, manufacturing output had recovered roughly two-thirds of the drop seen earlier in the year.", "Total real government purchases declined in the third quarter. Federal nondefense purchases fell especially sharply, largely reflecting a step‑down in lender processing fees associated with the Paycheck Protection Program (PPP). In addition, real purchases by state and local governments declined further.", "The nominal U.S. international trade deficit narrowed in September after widening in August. Both exports and imports continued to rebound from their collapse in the first half of the year. Goods imports fully recovered to their January level, with broad-based increases in August and September. In contrast, goods exports by September recovered only two-thirds of their decline since January despite brisk growth in exports of agricultural products and industrial supplies. Services trade remained depressed, driven by the continued suspension of most international travel. Altogether, net exports made a substantial negative contribution to real GDP growth in the third quarter.", "Economic activity abroad rebounded sharply in the third quarter following a rollback of pandemic-related restrictions. GDP levels, however, generally remained well below their pre-pandemic peaks, with China being a notable exception. Domestic demand supported the recovery, and in Asia there was also a strong rebound of exports, especially of electronics and, more recently, autos. Third-quarter growth was particularly rapid in those economies that experienced some of the deepest contractions in the second quarter, including France, Italy, and Spain among the advanced foreign economies (AFEs) and Mexico among the emerging market economies. After falling through the end of the summer in many countries, inflation rates started to rise over the past two months but remained well below rates from early in the year.", "The rapid increase over recent weeks of new COVID‑19 cases in several AFEs, especially in Europe, prompted governments to reintroduce restrictions to rein in this renewed wave of infections. In late October, the governments of several European countries—including England, France, and Germany—announced new nationwide restrictions (including the closures of bars and restaurants) and, in some cases, restrictions to the mobility of individuals within and across regions. Still, relative to the spring, restrictions were noticeably less severe; factories, most businesses, and schools generally remained open."], "Staff Review of the Financial Situation": ["Staff Review of the Financial Situation Financial market sentiment was little changed over the intermeeting period against the backdrop of evolving U.S. election and fiscal outlooks, as well as rising COVID-19 cases in the United States and Europe. On net, the Treasury yield curve steepened modestly, corporate bond spreads narrowed somewhat, and broad equity price indexes increased. Inflation compensation increased a little further, remaining close to pre-pandemic levels. Financing conditions for businesses with access to capital markets and households with high credit scores remained generally accommodative, although conditions remained tight or tightened somewhat for other borrowers.", "Yields on two-year nominal Treasury securities were little changed over the intermeeting period, while longer-term yields increased modestly, on net, reportedly reflecting market participants' reassessments of the election outcome and the outlook for fiscal policy. FOMC communications and macroeconomic data releases did not elicit material yield reactions. Measures of inflation compensation based on Treasury Inflation-Protected Securities (TIPS) edged up, on net, remaining close to their pre-pandemic levels. This development reflected in part the recovery of TIPS market liquidity conditions from their stressed levels in the spring. However, both the 5-year and 5-to-10-year measures of inflation compensation remained near the lower ends of their historical ranges.", "The expected path for the federal funds rate over the next few years, as implied by a straight read of overnight index swap quotes, was little changed, on net, since the September FOMC meeting and remained close to the effective lower bound (ELB) until the end of 2023. Survey-based expectations favored the first increase in the federal funds rate to occur in 2024.", "Broad stock price indexes increased, on balance, over the intermeeting period amid volatility associated with market participants' reactions to news on the U.S. election, the pandemic's trajectory, and the fiscal policy outlook. One-month option-implied volatility on the S&amp;P 500—the VIX—increased some, on net, after briefly rising sharply late in the intermeeting period. Spreads on corporate bond yields over comparable-maturity Treasury yields narrowed across the credit spectrum and stood somewhat below their historical median levels at the end of the intermeeting period.", "Conditions in short-term funding markets remained stable over the intermeeting period. Spreads on commercial paper (CP) and negotiable certificates of deposit across different tenors were little changed and remained at pre-pandemic levels. The outstanding level of nonfinancial CP continued to move down over the intermeeting period, reportedly driven by issuers' relatively low appetite for CP funding in light of the availability of longer-term financing on attractive terms. September quarter-end effects were muted, and there was no credit outstanding through the Commercial Paper Funding Facility by the end of the intermeeting period. Conditions in money market funds (MMFs) were also generally calm over the intermeeting period, and net yields of MMFs remained stable near historical lows.", "The effective federal funds rate stood at 9 basis points, unchanged from the average over the previous intermeeting period. The Secured Overnight Financing Rate averaged 8 basis points, edging down from the previous intermeeting period amid a modest net decrease in Treasury bill issuance. The amount of Federal Reserve repurchase agreements outstanding remained at zero over the intermeeting period, as dealers were able to obtain more attractive rates in the private market. The Federal Reserve increased holdings of Treasury securities and agency MBS at the same pace as over the previous intermeeting period.", "Investor sentiment abroad turned negative over the intermeeting period amid rising COVID-19 case counts, newly adopted restrictions aimed at containing the spread of the virus, and indicators pointing to a slowing recovery in several foreign economies, particularly in the euro area. Uncertainty about additional U.S. fiscal stimulus and the outcome of the U.S. presidential election also caused some asset price volatility abroad. On net, most foreign equity indexes declined, option-implied volatility in the euro area increased a bit, and most AFE long-term sovereign yields fell.", "Overall, the broad dollar index was little changed over the intermeeting period. The dollar appreciated modestly against most AFE currencies except the Japanese yen and the British pound. Several Asian currencies, including the Chinese renminbi, the South Korean won, and the Taiwanese dollar, appreciated against the U.S. dollar amid improving growth prospects and low COVID-19 case counts. Most Latin American currencies (especially the Brazilian real) and the Turkish lira depreciated against the U.S. dollar on concerns about fiscal and political prospects in Latin America and Turkey.", "Financing conditions in capital markets continued to be broadly accommodative over the intermeeting period, supported by low interest rates and high equity valuations. With historically low corporate bond yields, gross issuance of both investment- and speculative-grade corporate bonds remained solid in September, moderating from robust readings in August but staying close to the averages seen in recent years. Most of this issuance was reportedly intended to refinance existing debt. Gross institutional leveraged loan issuance continued to pick up in September but remained below its average pace in 2019. Collateralized loan obligation issuance was strong in September, likely supporting robust investor demand for newly issued leveraged loans in the coming months.", "The credit quality of nonfinancial corporations continued to show signs of stabilization. The volume of downgrades to corporate bonds and leveraged loans fell to pre-pandemic levels through September. Corporate bond and leveraged loan defaults were low in August and September relative to their elevated readings in July. Market indicators of expected corporate bond and leveraged loan defaults remained somewhat elevated at above pre-pandemic levels, especially for lower-rated leveraged loan issuers.", "Commercial and industrial (C&amp;I) loans on banks' balance sheets continued to decline through September, reflecting a mix of weak origination activity and the repayment of credit-line draws from earlier in the year. In the October Senior Loan Officer Opinion Survey on Bank Lending Practices (SLOOS), banks reported that standards for C&amp;I loans continued to tighten during the third quarter, although fewer banks reported tightening than in previous quarters. In addition, demand for C&amp;I loans reportedly weakened in the third quarter.", "Financing conditions for small businesses remained tight as a result of the pandemic. Small business loan originations dropped off sharply in August after a temporary boost from PPP distributions over the summer. At the same time, small businesses' liquidity needs were high and appeared likely to increase further, with the most recent Census Bureau Small Business Pulse Survey pointing to a majority of small businesses having no more than two months of cash on hand and many small businesses anticipating some need for additional financial assistance in the next six months. However, the uncertainty surrounding earning prospects was reportedly making many business owners less willing to take on debt at prevailing terms. Small business loan performance generally deteriorated further over the intermeeting period.", "For commercial real estate (CRE) financed through capital markets, financing conditions remained accommodative over the intermeeting period. Spreads on agency CMBS were narrow, and issuance was very strong in September. Spreads on triple-A non-agency CMBS, which were already within their pre-pandemic range in August, moved down further in September and early October, while non-agency issuance remained relatively subdued in September. In contrast, CRE loan growth at banks decelerated in the third quarter, while standards for CRE loans tightened further, according to the October SLOOS.", "Financing conditions in the residential mortgage market were little changed over the intermeeting period. Mortgage rates remained near historical lows, supporting high volumes of both home-purchase and refinancing originations. Credit continued to flow to higher-score borrowers meeting standard conforming loan criteria, while it remained tight for borrowers with lower credit scores and for nonstandard mortgage products. Residential real estate loans on banks' balance sheets declined, and the October SLOOS suggested that lending standards tightened for all mortgage types. Mortgage forbearance rates continued their downward trend, and the rate of new delinquencies remained low.", "In consumer credit markets, conditions remained accommodative for borrowers with relatively strong credit scores but continued to be tight for borrowers with subprime credit scores. Banks in the October SLOOS indicated that standards tightened and demand was little changed, on balance, across consumer loan types following a sharp contraction in demand in the second quarter. Credit card balances continued to decline through the third quarter, with gains in balances for account holders with prime credit scores offset by declines in those for nonprime accounts. Interest rates on existing accounts were little changed and remained below pre-crisis levels, while interest rates on new accounts to nonprime borrowers remained elevated. Auto loan balances increased solidly for prime and near-prime borrowers but declined for subprime borrowers. Auto loan interest rates increased but stayed below pre-pandemic levels. Conditions in the asset-backed securities market remained stable over the intermeeting period.", "The staff provided an update on its assessment of the stability of the financial system. The staff judged that, accounting for low interest rates, asset valuations appeared moderate, with measures of compensation for risk generally in the middle of their historical ranges. However, uncertainty regarding the pandemic and economic outlook has been high, and the risk of sizable declines in asset prices, should adverse shocks materialize, has remained significant. CRE prices had started to decline in some sectors, while market conditions, including rising vacancies and declining rents, pointed to a risk of further drops, especially in severely affected sectors. The staff assessed vulnerabilities associated with household and business borrowing as notable. Household finances had weakened with the economic downturn, and some households could find debt levels burdensome going forward. Business debt levels were high before the pandemic, and the ability of some businesses to service these obligations will depend on the course of the economic recovery. The staff assessed vulnerabilities arising from financial leverage as moderate. While the banking sector has been resilient to recent developments, banks' profitability, as well as that of a range of financial institutions, could be affected by future losses, the weakening of the economic outlook relative to pre-pandemic conditions, and low interest rates. With regard to funding risks, the staff highlighted that structural vulnerabilities in markets for short-term funding and corporate bonds remained present. Emergency facilities were viewed as critical in restoring market functioning and continued to serve as important backstops. The staff also summarized near-term risks to financial stability identified in outreach to the public in recent months, including concerns associated with the outlook for the pandemic and business defaults."], "Staff Economic Outlook": ["Staff Economic Outlook In the U.S. economic projection prepared by the staff for the November FOMC meeting, the rate of real GDP growth and the pace of declines in the unemployment rate over the second half of this year were similar to those in the September forecast despite material revisions to several assumptions influencing the outlook along with incoming data that were, on balance, better than expected. In particular, in the absence of clear progress toward an agreement on further fiscal stimulus, the staff removed the assumption that an additional tranche of fiscal policy support would be enacted. Although this lack of additional fiscal support was expected to cause significant hardships for a number of households, the staff now assessed that the savings cushion accumulated by other households would be enough to allow total consumption to be largely maintained through year-end. Hence, as in the September projection, the staff continued to expect a rapid but partial rebound in activity over the second half of the year following the unprecedented contraction in the spring. The inflation forecast for the rest of the year was revised up slightly in response to incoming readings on inflation that were, on balance, higher than expected. Nevertheless, inflation was still projected to finish the year at a relatively subdued level, reflecting substantial margins of slack in labor and product markets and the large declines in consumer energy prices seen earlier in the year.", "In the staff's medium-term projection, the assumption that significant additional fiscal support would not be enacted pointed to a lower trajectory for aggregate demand going forward. However, recent data on tax receipts also suggested that the fiscal positions of states and localities had deteriorated less than expected, which led the staff to boost the projected path of state and local government purchases. Hence, with monetary policy assumed to remain highly accommodative and social‑distancing measures expected to ease further, the staff continued to project that real GDP over the medium term would outpace potential, leading to a considerable further decline in the unemployment rate. The resulting take&shy;‑up of economic slack was in turn expected to cause inflation to increase gradually, and the inflation rate was projected to moderately overshoot 2 percent for some time in the years beyond 2023 as monetary policy remained accommodative.", "The staff continued to observe that the uncertainty related to the future course of the pandemic and its consequences for the economy was high. The staff also continued to view the risks to the economic outlook as tilted to the downside, with the latest data suggesting an increased probability of a resurgence in the disease."], "Participants' Views on Current Economic Conditions and the Economic Outlook": ["Committee Policy Action In their discussion of monetary policy for this meeting, members agreed that the COVID-19 pandemic was causing tremendous human and economic hardship across the United States and around the world. They noted that economic activity and employment had continued to recover but remained well below their levels at the beginning of the year, and that weaker demand and earlier declines in oil prices had been holding down consumer price inflation. Overall financial conditions remained accommodative, in part reflecting policy measures to support the economy and the flow of credit to U.S. households and businesses. Members agreed that the Federal Reserve was committed to using its full range of tools to support the U.S. economy in this challenging time, thereby promoting its maximum-employment and price-stability goals. Members also stated that the path of the economy would depend significantly on the course of the virus. In addition, members agreed that the ongoing public health crisis would continue to weigh on economic activity, employment, and inflation in the near term and was posing considerable risks to the economic outlook over the medium term.", "All members reaffirmed that, in accordance with the Committee's goals to achieve maximum employment and inflation at the rate of 2 percent over the longer run and with inflation running persistently below this longer-run goal, they would aim to achieve inflation moderately above 2 percent for some time so that inflation averages 2 percent over time and longer-term inflation expectations remain well anchored at 2 percent. Members expected to maintain an accommodative stance of monetary policy until those outcomes were achieved. All members agreed to maintain the target range for the federal funds rate at 0 to 1/4 percent, and they expected that it would be appropriate to maintain this target range until labor market conditions had reached levels consistent with the Committee's assessments of maximum employment and inflation had risen to 2 percent and was on track to moderately exceed 2 percent for some time. In addition, members agreed that over coming months it would be appropriate for the Federal Reserve to increase its holdings of Treasury securities and agency MBS at least at the current pace to sustain smooth market functioning and help foster accommodative financial conditions, thereby supporting the flow of credit to households and businesses.", "Members agreed that, in assessing the appropriate stance of monetary policy, they would continue to monitor the implications of incoming information for the economic outlook and that they would be prepared to adjust the stance of monetary policy as appropriate in the event that risks emerged that could impede the attainment of the Committee's goals. Members also agreed that, in assessing the appropriate stance of monetary policy, they would take into account a wide range of information, including readings on public health, labor market conditions, inflation pressures and inflation expectations, and financial and international developments.", "At the conclusion of the discussion, the Committee voted to authorize and direct the Federal Reserve Bank of New York, until instructed otherwise, to execute transactions in the SOMA in accordance with the following domestic policy directive, for release at 2:00 p.m.:", "\"Effective November 6, 2020, the Federal Open Market Committee directs the Desk to:", "The vote also encompassed approval of the statement below for release at 2:00 p.m.:", "\"The Federal Reserve is committed to using its full range of tools to support the U.S. economy in this challenging time, thereby promoting its maximum employment and price stability goals.", "The COVID-19 pandemic is causing tremendous human and economic hardship across the United States and around the world. Economic activity and employment have continued to recover but remain well below their levels at the beginning of the year. Weaker demand and earlier declines in oil prices have been holding down consumer price inflation. Overall financial conditions remain accommodative, in part reflecting policy measures to support the economy and the flow of credit to U.S. households and businesses.", "The path of the economy will depend significantly on the course of the virus. The ongoing public health crisis will continue to weigh on economic activity, employment, and inflation in the near term, and poses considerable risks to the economic outlook over the medium term.", "The Committee seeks to achieve maximum employment and inflation at the rate of 2 percent over the longer run. With inflation running persistently below this longer-run goal, the Committee will aim to achieve inflation moderately above 2 percent for some time so that inflation averages 2 percent over time and longer-term inflation expectations remain well anchored at 2 percent. The Committee expects to maintain an accommodative stance of monetary policy until these outcomes are achieved. The Committee decided to keep the target range for the federal funds rate at 0 to 1/4 percent and expects it will be appropriate to maintain this target range until labor market conditions have reached levels consistent with the Committee's assessments of maximum employment and inflation has risen to 2 percent and is on track to moderately exceed 2 percent for some time. In addition, over coming months the Federal Reserve will increase its holdings of Treasury securities and agency mortgage-backed securities at least at the current pace to sustain smooth market functioning and help foster accommodative financial conditions, thereby supporting the flow of credit to households and businesses.", "In assessing the appropriate stance of monetary policy, the Committee will continue to monitor the implications of incoming information for the economic outlook. The Committee would be prepared to adjust the stance of monetary policy as appropriate if risks emerge that could impede the attainment of the Committee's goals. The Committee's assessments will take into account a wide range of information, including readings on public health, labor market conditions, inflation pressures and inflation expectations, and financial and international developments.\""]}